const groupList = [
  {
    "name": "ทะเลหรือเขาเธอก็ไม่เลือกเราอยู่ดี",
    "content": [
      {
        "name": "นวพล",
        "surname": "เนื่องจำนงค์",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "พชร",
        "surname": "สายสุวรรณ",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "ภากร",
        "surname": "สิทธินันท์เจริญ",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "ยศพัทธ์",
        "surname": "ศรีภูมิชัย",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "วรโชติ",
        "surname": "ไพจินดา",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "วรภพ",
        "surname": "กลั่นเจริญ",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "สุพิชชา",
        "surname": "ปานบุญ",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "สุพิชฌาย์",
        "surname": "ไล้สุวรรณชาติ",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "จิณณ์ธิศา",
        "surname": "หวังวัฒนาภรณ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พิชญ์นรี",
        "surname": "ตันติทวีรัตน์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พิชัยยุทธ์",
        "surname": "บริสุทธิ์บงกช",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พิพัฒน์พล",
        "surname": "พลสิทธิ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พิมพ์นารา",
        "surname": "แซ่โง้ว",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พิมพ์วรา",
        "surname": "วงศ์เจริญปัญญา",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พิริยะ",
        "surname": "ตระกูลฮุน",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พิสิฐ",
        "surname": "พงศ์สราญ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พีรกานต์",
        "surname": "พึ่งเพ็ง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พีรชัย",
        "surname": "วิจิตรวงศ์ทอง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พีรญา",
        "surname": "ชาญสายสาคร",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พีรณัฐ",
        "surname": "กิตติวิทยากุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พีรดนย์",
        "surname": "แดงนุ้ย",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พีรดนย์",
        "surname": "ศรีพิบูลพานิช",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พีรดนย์",
        "surname": "เหลืองอมรนารา",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พีรพงศ์",
        "surname": "ช้างเงิน",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พีรพัฒน์",
        "surname": "ภิบาล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พีรพัฒน์",
        "surname": "อภิชิตพงศ์ชัย",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พีรพัฒน์",
        "surname": "โอวาทจรูญจิตต์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พีรวิชญ์",
        "surname": "สัจจรักษ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พีระพัชร",
        "surname": "อิสีประดิฐ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พุฒิพงศ์",
        "surname": "สมงาม",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พุฒิเมธ",
        "surname": "สุวุฒิกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "เพชรไพลิน",
        "surname": "ตันติวิญญูพงศ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "เพ็ญชาติ",
        "surname": "พวงเงิน",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "แพรวพรรณ",
        "surname": "สังข์แก้ว",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ไพรพฤษ",
        "surname": "วางขุนทด",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "เฟธ",
        "surname": "อธิคมรัตนกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "เฟื่องภพ",
        "surname": "รุจนะไกรกานต์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภควัตร",
        "surname": "พูลสวัสดิ์กิติกูล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภคิน",
        "surname": "กีพานิช",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภคิน",
        "surname": "สกูลหรัง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภพพล",
        "surname": "ขาวทอง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภวัต",
        "surname": "โหรวิชิต",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภสน",
        "surname": "จับบาง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภัคเดช",
        "surname": "ชาวนาวิก",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "อธิภัทร",
        "surname": "ปานคง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พัทธนันท์",
        "surname": "ปิยโชตินันท์",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "พิชญะ",
        "surname": "จรัญเสถียรชัย",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "พิสิฐพงศ์",
        "surname": "เกรียงไกรลิปิกร",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "พิสิษฐ์",
        "surname": "วงศ์ศรีพิสันต์",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "เพิ่มระวี",
        "surname": "ธาตุนิยม",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ภัทราวุธ",
        "surname": "จุลสุคนธ์",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ภาคิน",
        "surname": "พุทธา",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ปวริศ",
        "surname": "วิภัติภูมิประเทศ",
        "dept": "NANO"
      },
      {
        "name": "ปวินท์",
        "surname": "พรกำพลรัตน์",
        "dept": "NANO"
      },
      {
        "name": "พงศธร",
        "surname": "กาญจนสันติศักดิ์",
        "dept": "NANO"
      },
      {
        "name": "พริษฐ์ศรุต",
        "surname": "ชาลี",
        "dept": "NANO"
      },
      {
        "name": "ปาลิดา",
        "surname": "ยิ่งวัชระ",
        "dept": "ICE"
      },
      {
        "name": "พชร",
        "surname": "อยู่เจริญ",
        "dept": "ICE"
      },
      {
        "name": "พาวรรธน์",
        "surname": "สงเคราะห์พานิช",
        "dept": "ICE"
      },
      {
        "name": "พิท",
        "surname": "พงษ์พิทยาภา",
        "dept": "ICE"
      },
      {
        "name": "นัทธมน",
        "surname": "คงสวัสดิ์",
        "dept": "AI"
      },
      {
        "name": "ภัทรพร",
        "surname": "เสือสีนวล",
        "dept": "AI"
      },
      {
        "name": "ธนกร",
        "surname": "รุ่งเลิศเกรียงไกร",
        "dept": "AERO"
      },
      {
        "name": "วีรวิชญ์",
        "surname": "วรพงศ์พิสุทธิ์",
        "dept": "ADME"
      },
      {
        "name": "ศิรวิชญ์",
        "surname": "หาญวิวัฒนกูล",
        "dept": "ADME"
      },
      {
        "name": "ศิวัช",
        "surname": "ศิริชัย",
        "dept": "ADME"
      },
      {
        "name": "ศิวา",
        "surname": "รุ่งเรืองมณีรัตน์",
        "dept": "ADME"
      }
    ]
  },
  {
    "name": "ทะจริง ๆ ว่าใจเธอเปลี่ยนไปหรือเปล่า",
    "content": [
      {
        "name": "โชคชัย",
        "surname": "ชูพาณิชสกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "โชติกธรรม",
        "surname": "สังข์ทอง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "โชติกมนต์",
        "surname": "มุขสมบัติ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "โชติพัฒน์",
        "surname": "อัศวปยุกต์กุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ไชยธร",
        "surname": "โชติอรุณรุ่งโรจน์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ไชยภัทร",
        "surname": "ศานกมล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชนกพัฒน์",
        "surname": "นันทสิทธิโชค",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชยากร",
        "surname": "สีวลีพันธ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชยางกูร",
        "surname": "สอนเสนา",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชยุต",
        "surname": "กฤตวีรนันท์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชยุต",
        "surname": "ฤทัยธนารัตน์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชยุตพล",
        "surname": "เหลืองสุวรรณ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชยุตม์",
        "surname": "ธนัชรุจิกร",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชยุตม์",
        "surname": "สิงห์ลอ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชลวิทย์",
        "surname": "โพธิโสภา",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชลสิทธิ์",
        "surname": "อัครธิติโรจน์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชวนิน",
        "surname": "ช่วงชัยชัชวาล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชวัลกร",
        "surname": "แซ่อุ่ย",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชวิน",
        "surname": "มาลีพัตร",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชวิศ",
        "surname": "หาญพานิช",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชัชชน",
        "surname": "ปรัชญาพิพัฒน์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชัชชัย",
        "surname": "โพธิ์นา",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชิษณุพงศ์",
        "surname": "ตรีภูริทัต",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชิษณุพงศ์",
        "surname": "บรมัตถ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชุติวัต",
        "surname": "สุขแสนไกรศร",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ญาณิศา",
        "surname": "ชัยพัฒนนันท์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ญาณิศา",
        "surname": "ธุวะนาคะ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ญาณิศา",
        "surname": "ศิลปสาย",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ญาณิศา",
        "surname": "สีสังข์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ญานินท์",
        "surname": "วิกรัยไพศาล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณกร",
        "surname": "ประสิทธิ์ภูริปรีชา",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณพงศ์",
        "surname": "ธรรมสุธน",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณพรรฒ",
        "surname": "ลิมสัมพันธ์เจริญ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณพวนัตถ์",
        "surname": "อมรพรวิวัฒน์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณพวุฒิ",
        "surname": "เจริญวิทย์วรกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณภัทร",
        "surname": "ชวะเกศพงษ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณภัทร",
        "surname": "นิลพฤกษ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณภัทร",
        "surname": "ศรีจันทร์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "วชิรพันธ์",
        "surname": "เมฆฉาย",
        "dept": "วิศวกรรมนิวเคลียร์และรังสี"
      },
      {
        "name": "วีรโชติ",
        "surname": "นภดลสท้าน",
        "dept": "วิศวกรรมนิวเคลียร์และรังสี"
      },
      {
        "name": "สิทธิพัฒน์",
        "surname": "เพิ่มวงศ์เจริญ",
        "dept": "วิศวกรรมนิวเคลียร์และรังสี"
      },
      {
        "name": "สิริกาญจน์",
        "surname": "ทองระอา",
        "dept": "วิศวกรรมนิวเคลียร์และรังสี"
      },
      {
        "name": "อิศรา",
        "surname": "จูฑะศร",
        "dept": "วิศวกรรมนิวเคลียร์และรังสี"
      },
      {
        "name": "ชิษณุพงศ์",
        "surname": "วารินทร์ศิริกุล",
        "dept": "วิศวกรรมไฟฟ้า"
      },
      {
        "name": "ณภัทร",
        "surname": "พยัคฆ์มีธรรม",
        "dept": "วิศวกรรมไฟฟ้า"
      },
      {
        "name": "ธิติพัทธ์",
        "surname": "จันทราพิรัตน์",
        "dept": "วิศวกรรมไฟฟ้า"
      },
      {
        "name": "พลพิพัฒน์",
        "surname": "พึ่งธรรมคุณ",
        "dept": "วิศวกรรมไฟฟ้า"
      },
      {
        "name": "มโนภัทร",
        "surname": "ชาญกล้า",
        "dept": "วิศวกรรมไฟฟ้า"
      },
      {
        "name": "วฤนท์พร",
        "surname": "วิเศษสมภาคย์",
        "dept": "วิศวกรรมโยธา"
      },
      {
        "name": "วิกร",
        "surname": "หนูพรหม",
        "dept": "วิศวกรรมโยธา"
      },
      {
        "name": "ศุภกร",
        "surname": "ธิวงศ์เงิน",
        "dept": "วิศวกรรมโยธา"
      },
      {
        "name": "ฆเณศ",
        "surname": "เชิดชู",
        "dept": "NANO"
      },
      {
        "name": "ณภัทร",
        "surname": "สุวรรณสาธิต",
        "dept": "NANO"
      },
      {
        "name": "กฤตภาส",
        "surname": "บุญทวีกุล",
        "dept": "ICE"
      },
      {
        "name": "กฤตวัฒน์",
        "surname": "ไกรวิทย์ชัยเจริญ",
        "dept": "ICE"
      },
      {
        "name": "จิรพัฒน์",
        "surname": "วชิรทรัพย์",
        "dept": "ICE"
      },
      {
        "name": "ฉันทภัทร",
        "surname": "ล่ำซำ",
        "dept": "ICE"
      },
      {
        "name": "โรดอลโฟ",
        "surname": "ไลอัน ปาเดอรอน",
        "dept": "AI"
      },
      {
        "name": "สตีเว่น",
        "surname": "เฟิ่ง",
        "dept": "AI"
      },
      {
        "name": "นูอา",
        "surname": "ไนเซอร์ เชค",
        "dept": "AERO"
      },
      {
        "name": "ปัณณ์",
        "surname": "เส็งพานิช",
        "dept": "AERO"
      },
      {
        "name": "โศภิษฐกร",
        "surname": "เมืองมูล",
        "dept": "ADME"
      },
      {
        "name": "ฉัตริน",
        "surname": "สินธุเสก",
        "dept": "ADME"
      },
      {
        "name": "ชวิศ",
        "surname": "คำประเทศ",
        "dept": "ADME"
      },
      {
        "name": "สุวภัทร",
        "surname": "ทองญวน",
        "dept": "ADME"
      }
    ]
  },
  {
    "name": "ทะกับฉันเราเป็นอะไรช่วยบอกฉันที",
    "content": [
      {
        "name": "ณิชฌาณัญจ์",
        "surname": "ทับทิม",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "วิโรจน์",
        "surname": "ทิพย์พิมานพร",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "วิลดาน",
        "surname": "หลงลูวา",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "วิวิศน์",
        "surname": "มีแลบ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "วิศรุต",
        "surname": "จงสงวนดี",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "วิศรุต",
        "surname": "ไชยคำภา",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "วีกฤช",
        "surname": "มีศรี",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "วีรภัทร",
        "surname": "ม่วงสวย",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "วีรภัทร",
        "surname": "ฤทธิศิรินทร์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "วีรภัทร",
        "surname": "วัลภา",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "วีรวิชญ์",
        "surname": "จินดาราม",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "วุฒินันท์",
        "surname": "จงสุขกิจพานิช",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "วุฒิพงศ์",
        "surname": "เอกจิตร",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ศตายุ",
        "surname": "เกษมศรีสกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ศรัณย์",
        "surname": "ปั้นสุวรรณ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ศรัณย์",
        "surname": "มุกดาพิทักษ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ศรัณย์",
        "surname": "วันไชยธนวงศ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ศรัณย์",
        "surname": "ศิริโชติ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ศรันย์",
        "surname": "วงศ์จงรุ่งเรื่อง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ศริยา",
        "surname": "จิรโสตติกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ศิลา",
        "surname": "ไพฑูรย์ ณ อยุธยา",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ศิวกร",
        "surname": "อ่อนแดง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ศุภกร",
        "surname": "กานต์ธีรดา",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ศุภกร",
        "surname": "พัวภัทรกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ศุภโชค",
        "surname": "บุญมี",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ศุภิสรา",
        "surname": "วงศ์กิตติศึกษา",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "สิริกร",
        "surname": "กิตกำธร",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "สิริกานต์",
        "surname": "กิตกำธร",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "สุกฤตสิน",
        "surname": "ทองสาย",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "สุกฤษฎิ์",
        "surname": "สุนิตย์สกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "สุพิชญา",
        "surname": "จินะสะทุ่ง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "สุพิชญา",
        "surname": "ทีฆธนสุข",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "สุยะภูมิ",
        "surname": "ชาติวัฒนศิริ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "สุรทิน",
        "surname": "หนูฟอง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "สุวโรจน์",
        "surname": "ติษยาธิคม",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "แสงแดด",
        "surname": "มณีวงศ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "หนึ่งฤทัย",
        "surname": "แสงศรี",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กัญญพัชร์",
        "surname": "สุริยพันธุ์",
        "dept": "วิศวกรรมทรัพยากรธรณี"
      },
      {
        "name": "กิตติภพ",
        "surname": "เตชารัตนากร",
        "dept": "วิศวกรรมทรัพยากรธรณี"
      },
      {
        "name": "จิรเวช",
        "surname": "ว่องเจริญวัฒนา",
        "dept": "วิศวกรรมทรัพยากรธรณี"
      },
      {
        "name": "จิราวรรณ",
        "surname": "ขันธหัตถ์",
        "dept": "วิศวกรรมทรัพยากรธรณี"
      },
      {
        "name": "ชมพูนุท",
        "surname": "ฤทธิวรชาติ",
        "dept": "วิศวกรรมทรัพยากรธรณี"
      },
      {
        "name": "ชลธี",
        "surname": "เสมคำ",
        "dept": "วิศวกรรมทรัพยากรธรณี"
      },
      {
        "name": "ชานน",
        "surname": "เนติขจร",
        "dept": "วิศวกรรมทรัพยากรธรณี"
      },
      {
        "name": "ณภัทร",
        "surname": "สันสุวรรณ",
        "dept": "วิศวกรรมทรัพยากรธรณี"
      },
      {
        "name": "ณวรัฏฐ์",
        "surname": "นาราคราม",
        "dept": "วิศวกรรมทรัพยากรธรณี"
      },
      {
        "name": "วิภู",
        "surname": "วัชรขจร",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "วิริทธิ์พล",
        "surname": "ลิมปวิทยากุล",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ศุภกรณ์",
        "surname": "หิรัญวิภาส",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ศุภากร",
        "surname": "รัตนะคุปต์",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "สมิธิวัฒน์",
        "surname": "บุญชัย",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "สิริธร",
        "surname": "พิพิธยากร",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "อนวิต",
        "surname": "เจตมงคลวงศ์",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ศุภกร",
        "surname": "จึงโสภณวิทวัส",
        "dept": "NANO"
      },
      {
        "name": "ศุภวิชญ์",
        "surname": "ธานีรัตน์",
        "dept": "NANO"
      },
      {
        "name": "สิรภพ",
        "surname": "แก้วศรีงาม",
        "dept": "NANO"
      },
      {
        "name": "ฟ้าใส",
        "surname": "งามไตรไร",
        "dept": "ICE"
      },
      {
        "name": "ศิวกร",
        "surname": "เลิศไตรภิญโญ",
        "dept": "ICE"
      },
      {
        "name": "ศุภกร",
        "surname": "เสนละมัย",
        "dept": "ICE"
      },
      {
        "name": "อนันตญา",
        "surname": "กิติภรณ์",
        "dept": "ICE"
      },
      {
        "name": "ณิชชา",
        "surname": "รัตนอำพล",
        "dept": "AI"
      },
      {
        "name": "พศิน",
        "surname": "มนัสปิยะ",
        "dept": "AERO"
      },
      {
        "name": "พีรวิชญ์",
        "surname": "จิระคุณากร",
        "dept": "AERO"
      },
      {
        "name": "ภูรี",
        "surname": "หมื่นวณิชกูล",
        "dept": "AERO"
      },
      {
        "name": "ณภัทร",
        "surname": "สุรัสโม",
        "dept": "ADME"
      },
      {
        "name": "สุขธัช",
        "surname": "เล็กนิมิตร",
        "dept": "ADME"
      },
      {
        "name": "อิสระ",
        "surname": "เอกอรรณพ",
        "dept": "ADME"
      }
    ]
  },
  {
    "name": "ทะจะชอบเพื่อนพี่มาชอบพี่ดีกว่า",
    "content": [
      {
        "name": "กัลยกร",
        "surname": "กาญจนกันติกะ",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "กิตติณัฐ",
        "surname": "ตั้งวิจิตรเจนการ",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "ชานน",
        "surname": "แสงโชติชัย",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "ชิดชนก",
        "surname": "แซ่เตียว",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "ณฐกร",
        "surname": "กิจเจริญวิศาล",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "ณัฐวัชร",
        "surname": "โพธิ์มาก",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "พัทนัย",
        "surname": "จิวรวิวัฒน์",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "ภาวิดา",
        "surname": "วงศ์เลิศ",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "เมธาพร",
        "surname": "เสือป่า",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "เมธาวี",
        "surname": "กองไชย",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "เมษิณีย์",
        "surname": "อินทร์สุวรรณ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภวรัญชน์",
        "surname": "ภู่เพิ่มพูล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภัครกุลพงศ์",
        "surname": "ติลภัทร",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภัณฑิรา",
        "surname": "อุ่นจิตต์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภัทร",
        "surname": "ปุญญฤทธิ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภัทรฉัตร",
        "surname": "หลาบมาลา",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภัทรธิดา",
        "surname": "ปุญญฤทธิ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภัทรพล",
        "surname": "จึงเจริญพาณิชย์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภัทรพล",
        "surname": "พัฒนกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภัทรพล",
        "surname": "สุขสำราญ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภัทรพล",
        "surname": "สุทธาโรจน์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภัทรภณ",
        "surname": "เพียรประเสริฐกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภัทรรัตน์",
        "surname": "สุนทรานุรักษ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภัทรรัสมิ์",
        "surname": "เชาวรักษ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภูธน",
        "surname": "ภูสิทธิ์สกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภูบดี",
        "surname": "คะชา",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภูมิ",
        "surname": "บาลโรย",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภูมิ",
        "surname": "สิริปูชกะ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภูมินทร์",
        "surname": "เกรียงโกมล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภูมินทร์",
        "surname": "ภัยวงศ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภูมินทร์",
        "surname": "ภู่ประเสริฐ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภูมินนท์",
        "surname": "แซ่ลิ่ม",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภูมิพัฒน์",
        "surname": "แสงทับ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภูมิพัฒน์",
        "surname": "ประสงค์เสรีนนท์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภูมิภัทร",
        "surname": "อุตตมธนินทร์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภูริณัฐ",
        "surname": "เลิศนิมิตธรรม",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภูริณัฐ",
        "surname": "โชคเศรษฐกิจ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภูริทัต",
        "surname": "เลี้ยงวัฒนหิรัณย์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภูรินท์",
        "surname": "กานตยากร",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภูรินท์",
        "surname": "อินยัญญะ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภูริพงศ์",
        "surname": "ประเสริฐสุข",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภูริภัทร",
        "surname": "รัตนสงวนวงศ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภูริวัจน์",
        "surname": "นิธิจรัสรัตน์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "เจตณัฐ",
        "surname": "จิโรจดำรงค์ชัย",
        "dept": "วิศวกรรมโยธา"
      },
      {
        "name": "กิตติทัต",
        "surname": "มหานิล",
        "dept": "วิศวกรรมโยธา"
      },
      {
        "name": "กิตติภพ",
        "surname": "ยศปัญญา",
        "dept": "วิศวกรรมโยธา"
      },
      {
        "name": "กุลกิตติ์",
        "surname": "หุ่นกิตติเวชกุล",
        "dept": "วิศวกรรมโยธา"
      },
      {
        "name": "ชวนินทร์",
        "surname": "เลิศวัฒนะกุลศิริ",
        "dept": "วิศวกรรมโยธา"
      },
      {
        "name": "ปรวีร์",
        "surname": "สุวรรณวารี",
        "dept": "วิศวกรรมโยธา"
      },
      {
        "name": "ปิยะณัฐ",
        "surname": "ปิยะณัตดิ์พูล",
        "dept": "วิศวกรรมโยธา"
      },
      {
        "name": "พิสิฐพงศ์",
        "surname": "หวังโชติหิรัญ",
        "dept": "NANO"
      },
      {
        "name": "พีรดนย์",
        "surname": "สูตรสุคนธ์",
        "dept": "NANO"
      },
      {
        "name": "อติกานต์",
        "surname": "เก่งระดมกิจ",
        "dept": "NANO"
      },
      {
        "name": "ธนพัฒน์",
        "surname": "ไตรพิพัฒน์",
        "dept": "ICE"
      },
      {
        "name": "พิสชา",
        "surname": "จตุทอง",
        "dept": "ICE"
      },
      {
        "name": "ภาณุภัทร์",
        "surname": "ลิ้มประเสริฐ",
        "dept": "ICE"
      },
      {
        "name": "ภานุรุจ",
        "surname": "สุวชิรัตน์",
        "dept": "ICE"
      },
      {
        "name": "ธนบดี",
        "surname": "ตันศิริ",
        "dept": "AI"
      },
      {
        "name": "พัฒน์นรี",
        "surname": "เตียวิไล",
        "dept": "AI"
      },
      {
        "name": "สิริกร",
        "surname": "ขำนิล",
        "dept": "AERO"
      },
      {
        "name": "สิริวัชร์",
        "surname": "สิริรัตนชัยกุล",
        "dept": "AERO"
      },
      {
        "name": "กฤตภพ",
        "surname": "เลศะวนิช",
        "dept": "ADME"
      },
      {
        "name": "ศุภเดช",
        "surname": "สรรพการพาณิช",
        "dept": "ADME"
      },
      {
        "name": "ศุภวิชญ์",
        "surname": "ปิยะภาณี",
        "dept": "ADME"
      },
      {
        "name": "สรรเพชร",
        "surname": "อัศวกิจพานิช",
        "dept": "ADME"
      }
    ]
  },
  {
    "name": "ทะอะไรก็ได้ ไม่ได้ขอตังใคร",
    "content": [
      {
        "name": "พิมมาดา",
        "surname": "จันทรัตน์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "รวิชญ์",
        "surname": "บุตรดี",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "รวิน",
        "surname": "อัสสะบำรุงรัตน์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "รัชชานนท์",
        "surname": "คุณากรบูรณาการ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "รัญชน์",
        "surname": "เจียรสกุลผล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "รัญชน์",
        "surname": "ประดับ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "รัญชน์",
        "surname": "อริยศรีวัฒนา",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "รัญชิดา",
        "surname": "ตรีวิจิตรไพศาล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "รัฐพงศ์",
        "surname": "มงคลศิริโรจน์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "รัฐพรศุภวัชร์",
        "surname": "วสวัตติ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "วรงค์ธรรม์",
        "surname": "สุวรรณโชติ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "วรโชติ",
        "surname": "จันทร์อร่าม",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "วรเดช",
        "surname": "อึ๊งล่ำซำ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "วรปฏิพล",
        "surname": "เจตจำนงนุช",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "วรพล",
        "surname": "พรหมวัน",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "วริทธิ์",
        "surname": "วคินเดชา",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "วรินทร์",
        "surname": "เรืองตระกูล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "วริศ",
        "surname": "ธุระมะฉายา",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "วศิน",
        "surname": "สิทธิเดชากุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "วสุ",
        "surname": "ผาติพงศ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "วสุพล",
        "surname": "รัตนอำพล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "วัชรวิชญ์",
        "surname": "ตั้งสะสม",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "วาริศ",
        "surname": "ยุทธิวัฒน์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "วิชิตา",
        "surname": "ถาวรศรี",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "วินทกร",
        "surname": "ว่องวารีทิพย์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "วีรินทร์",
        "surname": "ภัทรพิทักษ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "วุฒิภัทร",
        "surname": "รัตนะโชติวงศ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ศรัณย์ธพร",
        "surname": "เผ่าวัฒนา",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ศรัณย์ภัทร",
        "surname": "เมษสกุลรุ่ง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ศราวิน",
        "surname": "พงศ์โกศล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ศศิศ",
        "surname": "วีระวุฒิพล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ศักย์ศรณ์",
        "surname": "ไพนุพงศ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ศักรภพน์",
        "surname": "เจติยานนท์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ศิริกาย",
        "surname": "พิบูลย์ลาภอุดม",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ศิริพร",
        "surname": "จิตรคำ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "นนทเดช",
        "surname": "ดิษยธรรม",
        "dept": "วิศวกรรมทรัพยากรธรณี"
      },
      {
        "name": "นิธิศ",
        "surname": "เจริญกิตติ",
        "dept": "วิศวกรรมทรัพยากรธรณี"
      },
      {
        "name": "ปภพ",
        "surname": "ต่วนชื่น",
        "dept": "วิศวกรรมทรัพยากรธรณี"
      },
      {
        "name": "ผิวไผ่",
        "surname": "ขวัญหวัญ",
        "dept": "วิศวกรรมทรัพยากรธรณี"
      },
      {
        "name": "เสมอเดือน",
        "surname": "คำมุงคุณ",
        "dept": "วิศวกรรมทรัพยากรธรณี"
      },
      {
        "name": "อนิก",
        "surname": "หงษ์ทอง",
        "dept": "วิศวกรรมทรัพยากรธรณี"
      },
      {
        "name": "อภิชญา",
        "surname": "อัจฉรานุกูล",
        "dept": "วิศวกรรมทรัพยากรธรณี"
      },
      {
        "name": "อภิชาติ",
        "surname": "อัศวทรัพย์ทวี",
        "dept": "วิศวกรรมทรัพยากรธรณี"
      },
      {
        "name": "ชินพัทธ์",
        "surname": "นิธิพรศรี",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ณภัทร",
        "surname": "โกสิยาภรณ์",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ภารวี",
        "surname": "พุ่มโพธิ์",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ภูรินท์",
        "surname": "แต่งศรีวรรณ",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "มหาสมุทร",
        "surname": "เงินทวีคูณ",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "โมกข์",
        "surname": "เลิศสุวรรณโรจน์",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "รัชพล",
        "surname": "สุคนธมาน",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "วัชรวิชญ์",
        "surname": "วิวัฒน์สุขไพศาล",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "วิชชา",
        "surname": "วนิชเวชารุ่งเรือง",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ชัชชยุตม์",
        "surname": "นิธิจีราพัส",
        "dept": "NANO"
      },
      {
        "name": "ฐนิศร์",
        "surname": "แก้วสุริวงษ์",
        "dept": "NANO"
      },
      {
        "name": "ทวีรัช",
        "surname": "อินทรกำแหง",
        "dept": "NANO"
      },
      {
        "name": "วรินทร์",
        "surname": "จิตตขจรเกียรติ",
        "dept": "NANO"
      },
      {
        "name": "ไลล่า",
        "surname": "ซากัด อีกลีเซียส์",
        "dept": "ICE"
      },
      {
        "name": "วิชญา",
        "surname": "วนาโรจน์",
        "dept": "ICE"
      },
      {
        "name": "วิรัชพงษ์",
        "surname": "สุวรรณพิบูลย์",
        "dept": "ICE"
      },
      {
        "name": "ศิวกร",
        "surname": "อ่านวงสา",
        "dept": "ICE"
      },
      {
        "name": "สุพิชญา",
        "surname": "สุภากิจ",
        "dept": "ICE"
      },
      {
        "name": "จิราเจต",
        "surname": "หาญสิทธิวงศ์",
        "dept": "AI"
      },
      {
        "name": "สิรินทรา",
        "surname": "คุณากรไพบูลย์ศิริ",
        "dept": "AI"
      },
      {
        "name": "รัชกฤช",
        "surname": "ศีลสัตย์",
        "dept": "AERO"
      },
      {
        "name": "สรณ์ปรัชญ์",
        "surname": "สลิลอำไพ",
        "dept": "ADME"
      },
      {
        "name": "สิรวิชญ์",
        "surname": "วงศ์แสงอนันต์",
        "dept": "ADME"
      },
      {
        "name": "สิริวิชช์",
        "surname": "แสงใสโรจน์",
        "dept": "ADME"
      }
    ]
  },
  {
    "name": "ทะถามชาวประมงก็คงไม่เข้าใจ",
    "content": [
      {
        "name": "เกวลิน",
        "surname": "เกียรติขจรพงษ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "เกษมศานต์",
        "surname": "พอกระโทก",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "เขมกร",
        "surname": "เชื้อลี",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "เขมพิชญ์",
        "surname": "ปัญญานะ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "เตชินท์",
        "surname": "วิชัยณรงค์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "แพรวา",
        "surname": "ลัคนาวงศา",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กณิศ",
        "surname": "พิทักษ์บุญเขต",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กณิศ",
        "surname": "สิงห์บูรณา",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กนกพร",
        "surname": "พิริยะวิศรุต",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กรวิชญ์",
        "surname": "ฐานะสิทธิ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กรวิชญ์",
        "surname": "ศรีบุญขำ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กฤตเมธ",
        "surname": "แก้วชื่น",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กฤตภาส",
        "surname": "สอดศรี",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กฤติพงศ์",
        "surname": "มานะชำนิ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กฤษฎ์",
        "surname": "วงศ์ปิติรุ่งเรือง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กวิน",
        "surname": "สินธุ์สวรรค์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กวิสรา",
        "surname": "ภัทรกิจโสพันธุ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กันต์ธีร์",
        "surname": "บุญเจียร",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กิตติชัย",
        "surname": "ไพศาลรัตนาโภคิณ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กิตติชาติ",
        "surname": "วิรัตกพันธ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กิตติธัช",
        "surname": "ตติยกวี",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กิตติพงษ์",
        "surname": "สุดจินดา",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กิตติพศ",
        "surname": "ฉัตรวิทยาทรัพย์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กิตติพศ",
        "surname": "วุฒิวรพร",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กิตติภณ",
        "surname": "รักษ์วงษ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กิตติภพ",
        "surname": "วีระวัฒนะ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กิตติภัทธ์",
        "surname": "โลวตระกูล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กึกก้อง",
        "surname": "แก้วกรกฎ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กุลพัฒน์",
        "surname": "สุรีย์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ขุนเดช",
        "surname": "พันธุโพธิ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "คเณศวร",
        "surname": "วชิรปัทมา",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "คณิน",
        "surname": "งามปฏิพัทธ์พงศ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "คมกฤช",
        "surname": "เดชรัตนสุนทร",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "คมน์พัฒน",
        "surname": "โสภะ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชนินทร",
        "surname": "ทองชุม",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ทิพย์วิชา",
        "surname": "จันทร์เจียวใช้",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พิริยะ",
        "surname": "เย็นบำรุง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พีระกฤตย์",
        "surname": "พชรบุณยเกียรติ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภัทรา",
        "surname": "ลองจำนงค์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "วิมลสิริ",
        "surname": "ทองมี",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "อลงกต",
        "surname": "ใช้สิทธิชัย",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "เกษมชาติ",
        "surname": "ตั้งจิตเพิ่มความดี",
        "dept": "วิศวกรรมนิวเคลียร์และรังสี"
      },
      {
        "name": "กฤติเดช",
        "surname": "ฉิมพาลี",
        "dept": "วิศวกรรมนิวเคลียร์และรังสี"
      },
      {
        "name": "กฤษณ์",
        "surname": "อุษยาพร",
        "dept": "วิศวกรรมนิวเคลียร์และรังสี"
      },
      {
        "name": "ก้องภพ",
        "surname": "วรสายัณห์",
        "dept": "วิศวกรรมนิวเคลียร์และรังสี"
      },
      {
        "name": "ณิภัทชา",
        "surname": "ทรงอยู่",
        "dept": "วิศวกรรมนิวเคลียร์และรังสี"
      },
      {
        "name": "โชษณ",
        "surname": "เรืองศรี",
        "dept": "วิศวกรรมโลหการและวัสดุ"
      },
      {
        "name": "ไดอารี่",
        "surname": "ซี",
        "dept": "วิศวกรรมโลหการและวัสดุ"
      },
      {
        "name": "ชลธร",
        "surname": "สุขสวัสดิ์",
        "dept": "วิศวกรรมโลหการและวัสดุ"
      },
      {
        "name": "ฐานวัฒน์",
        "surname": "อมรางกูร",
        "dept": "วิศวกรรมโลหการและวัสดุ"
      },
      {
        "name": "ธนดล",
        "surname": "จันทรสวาท",
        "dept": "วิศวกรรมโลหการและวัสดุ"
      },
      {
        "name": "ธนัท",
        "surname": "ธำรงวิสิฐ",
        "dept": "วิศวกรรมโลหการและวัสดุ"
      },
      {
        "name": "กฤตภาส",
        "surname": "อนุวงศ์นุเคราะห์",
        "dept": "NANO"
      },
      {
        "name": "กลวัชร",
        "surname": "กวินธร",
        "dept": "NANO"
      },
      {
        "name": "กอริก้า",
        "surname": "วสัน",
        "dept": "NANO"
      },
      {
        "name": "ชิษฐากฤช",
        "surname": "พึ่งสุข",
        "dept": "ICE"
      },
      {
        "name": "ฐิติ",
        "surname": "ศรีขาว",
        "dept": "ICE"
      },
      {
        "name": "ภีมพล",
        "surname": "ฉายานนท์",
        "dept": "ICE"
      },
      {
        "name": "ภูวินทร์",
        "surname": "ตั้งศักดิ์ยืน",
        "dept": "ICE"
      },
      {
        "name": "กฤษฏิ์",
        "surname": "กิตติพล",
        "dept": "AI"
      },
      {
        "name": "กฤตนุ",
        "surname": "หงษ์วิหค",
        "dept": "AERO"
      },
      {
        "name": "กันตพงศ์",
        "surname": "รัตนสว่างวงศ์",
        "dept": "AERO"
      },
      {
        "name": "ณัฐชนก",
        "surname": "ภูริวิกรัยพงศ์",
        "dept": "AERO"
      },
      {
        "name": "เพ็ญพสุ",
        "surname": "คงสนทนา",
        "dept": "ADME"
      },
      {
        "name": "กณิศ",
        "surname": "มงคลรัตนชัย",
        "dept": "ADME"
      },
      {
        "name": "กรชาญ",
        "surname": "สุวรรณวานิชกุล",
        "dept": "ADME"
      }
    ]
  },
  {
    "name": "ทะเลเรียกว่า sea ช่วงเวลาดี ๆ เรียกว่าเธอ",
    "content": [
      {
        "name": "กิตติธัช",
        "surname": "ไวกสิกรณ์",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "นภจร",
        "surname": "จิรนิรามัย",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ปรินทร์",
        "surname": "สิริปัจทรัพย์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภัคยภัทร",
        "surname": "พงษ์ประเสริฐ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "วิภวา",
        "surname": "พิบูลย์ลาภอุดม",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "สิรภพ",
        "surname": "เรืองฤทธิ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "สิรภูมิ",
        "surname": "ลีสุรวณิช",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "สิรวิชญ์",
        "surname": "เจริญจรัสกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "สิรวิชญ์",
        "surname": "ศิริรัตนพันธ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "สิรวิชญ์",
        "surname": "อนันต์สถิตย์สิน",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "สิษฐิ์ฒิโชค",
        "surname": "ศุภธรรมนิตย์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "สุกฤต",
        "surname": "ประสงค์ธรรม",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "สุจริตกุล",
        "surname": "สุทัศน์ ณ อยุธยา",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "สุทธิการณ์",
        "surname": "พันธุ์พงศ์พิพัฒน์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "สุทธิเกียรติ",
        "surname": "ปทุมสิริวรรณ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "สุทิวัส",
        "surname": "จิตโสภักตร์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "สุธีร์",
        "surname": "ศิริบูรณ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "หรรษธร",
        "surname": "กิตติวัฒนากร",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "หัสเมษ",
        "surname": "หมื่นแจ้ง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "อคิราภ์",
        "surname": "สิทธิการิยะวัตร",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "อดิชาญ",
        "surname": "ธรรมสร",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "อธิคม",
        "surname": "สุวรรณประเสริฐ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "อธิคุณ",
        "surname": "วิกขัมภนะ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "อธิราช",
        "surname": "แสดง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "อัครพนธ์",
        "surname": "ก่อเศรษฐรัชต์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "อัครวัฒน์",
        "surname": "บูรโชควิวัฒน์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "อังคณา",
        "surname": "แซ่อึ้ง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "อัญชิสา",
        "surname": "สุวรรณชาตรี",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "อาทิมา",
        "surname": "เทียนเกษม",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "อารตี",
        "surname": "ตันติวรวงศ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "อิงวรา",
        "surname": "อังคกษมรัตน์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "อินทนนท์",
        "surname": "ฉัตรชัยพลรัตน์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "อิรณัท",
        "surname": "สุขนวล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "อุทัยกัญจน์",
        "surname": "สุวรรณบัณฑิต",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "อุมาภรณ์",
        "surname": "จิตรนำทรัพย์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "อุรัสยา",
        "surname": "นาคประเสริฐ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พงศกร",
        "surname": "เดชานีรนาท",
        "dept": "วิศวกรรมทรัพยากรธรณี"
      },
      {
        "name": "พชธกร",
        "surname": "หวังเทอดเกียรติ",
        "dept": "วิศวกรรมทรัพยากรธรณี"
      },
      {
        "name": "พศุตม์",
        "surname": "วุฒิเดชกำจร",
        "dept": "วิศวกรรมทรัพยากรธรณี"
      },
      {
        "name": "พัชมณฑ์ภัค",
        "surname": "กิจทรัพย์ทวี",
        "dept": "วิศวกรรมทรัพยากรธรณี"
      },
      {
        "name": "ภรัณยู",
        "surname": "แสงพัฒนากรกิจ",
        "dept": "วิศวกรรมทรัพยากรธรณี"
      },
      {
        "name": "สมัชญ์",
        "surname": "ธนะนิมิตร",
        "dept": "วิศวกรรมทรัพยากรธรณี"
      },
      {
        "name": "สาธิดา",
        "surname": "ปัญหา",
        "dept": "วิศวกรรมทรัพยากรธรณี"
      },
      {
        "name": "สิทธิ์พสุ",
        "surname": "อัจยุตโภคิน",
        "dept": "วิศวกรรมทรัพยากรธรณี"
      },
      {
        "name": "สุทธภา",
        "surname": "วัดเสนาะ",
        "dept": "วิศวกรรมทรัพยากรธรณี"
      },
      {
        "name": "ธนวัฒน์",
        "surname": "ผลเกิด",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ธีรุตม์",
        "surname": "สีเขียว",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "นวพล",
        "surname": "แสงศิริ",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "นัน",
        "surname": "วาณิชยชลกิจ",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ปฏิพล",
        "surname": "ติยะจามร",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ปรมะ",
        "surname": "สวรรค์ปัญญาเลิศ",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "วิชญ์สธน",
        "surname": "พงคพนาไกร",
        "dept": "NANO"
      },
      {
        "name": "ศิรสิทธิ์",
        "surname": "กิตติธเนศวร",
        "dept": "NANO"
      },
      {
        "name": "สุพศิน",
        "surname": "ตรีชิต",
        "dept": "NANO"
      },
      {
        "name": "เหนือจันทร์",
        "surname": "ทักษิณวราจาร",
        "dept": "NANO"
      },
      {
        "name": "ชวัณวิทย์",
        "surname": "พรณัฐวุฒิกุล",
        "dept": "ICE"
      },
      {
        "name": "ณัฐชุดา",
        "surname": "สมบูรณ์วิบูลย์",
        "dept": "ICE"
      },
      {
        "name": "ดลพัตรา",
        "surname": "ดุลยพีรดิส",
        "dept": "ICE"
      },
      {
        "name": "เตติยะ",
        "surname": "เตชะมาถาวร",
        "dept": "AI"
      },
      {
        "name": "ทีฆทัศน์",
        "surname": "จันทรสนาม",
        "dept": "AI"
      },
      {
        "name": "กิตติพิชญ์",
        "surname": "โรจน์ศศิธรรม",
        "dept": "AERO"
      },
      {
        "name": "มงคลพัฒน์",
        "surname": "มณีไพโรจน์",
        "dept": "AERO"
      },
      {
        "name": "กสิณ",
        "surname": "มงคลรัตนชัย",
        "dept": "ADME"
      },
      {
        "name": "กันตวิชญ์",
        "surname": "เอี้ยวพรชัย",
        "dept": "ADME"
      },
      {
        "name": "เตชวัน",
        "surname": "สุขสำราญ",
        "dept": "ADME"
      }
    ]
  },
  {
    "name": "ทะนี่ที่ไหนใช่ที่รักรึเปล่า",
    "content": [
      {
        "name": "บราลี",
        "surname": "เกาะสมุทร",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "ปานนภ",
        "surname": "อังสุนันท์",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "ปิยังกูร",
        "surname": "สุภาษร",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "พรลภัส",
        "surname": "สุนทรเรืองศิริ",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "พิมดาริน",
        "surname": "ไชยวรินทรกุล",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "พิมุกข์",
        "surname": "โมรา",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "ภควดี",
        "surname": "พานิล",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "เกรียงศักดิ์",
        "surname": "บุตวิเชียร",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "นิธิวุฒิ",
        "surname": "ไทยสุธรรมโชติ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "นิธิศ",
        "surname": "งอนชัยภูมิ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "นิปุณ",
        "surname": "มังคะจา",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "นูรอัซรี่ย์",
        "surname": "วันอารยวงศ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "เนติฏพัศ",
        "surname": "ปุณญนิจนิรันดร์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "เนรัญชรา",
        "surname": "ประทุมสุวรรณ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "บงกชมาศ",
        "surname": "เทียมเมือง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "เบญจพร",
        "surname": "เบญพาด",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ปฏิภาณ",
        "surname": "ศักดิ์ธนวัฒน์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ปฐมทัศน์",
        "surname": "จินาพันธ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ปณต",
        "surname": "วงศ์วัฒนาเสถียร",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ปณิธิ",
        "surname": "ขำวังยาง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ปทิตตา",
        "surname": "พลอยพลาย",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ปภาวี",
        "surname": "พ่อค้าทอง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ประสพโชค",
        "surname": "รอดศิริ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ปรัชญ์",
        "surname": "ปิตาสวัสดิ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ปรัชญา",
        "surname": "กาญจนรัตน์มณี",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ปารุสก์",
        "surname": "ท่าจีน",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ปาล์ม",
        "surname": "ศิลพรกรกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ปิง",
        "surname": "ไชยฤทธิ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ปิยังกูร",
        "surname": "ชาญวานิชบริการ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ปุณณภพ",
        "surname": "จินดากุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ปุณณวิช",
        "surname": "เกิดทรัพย์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ปุณณวิทย์",
        "surname": "สุทธิเจริญพร",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ปุณยภาส",
        "surname": "สุขหวาน",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ปุณรเชษฐ์",
        "surname": "วรานุกูลศักดิ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "เปมทัต",
        "surname": "มหาสุวีระชัย",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พงศ์ฐกรณ์",
        "surname": "อินสุวรรณ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พงศ์ธนา",
        "surname": "กุมมาลือ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พงศ์พล",
        "surname": "สุจิรพัฒน์พงษ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พงศพัชร์",
        "surname": "เจริญปัญญายิ่ง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พงศ์พัทธ์",
        "surname": "พงษ์ศรี",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พงศ์ภัสร์",
        "surname": "โตวิวัฒน์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พงศ์สุชา",
        "surname": "สาธุกุลศานต์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พนธกร",
        "surname": "สุราลัย",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภูมิภัทร",
        "surname": "ฉัตรชัยนรงค์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กันตภณ",
        "surname": "เนตรพิศาลวนิช",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "กานต์",
        "surname": "เจริญพร",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "คุณานนต์",
        "surname": "รัตนโกเศศ",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "จิณณพัต",
        "surname": "ญานะ",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ชนาธิป",
        "surname": "สมบัติทอง",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ชลันธร",
        "surname": "จันมาธิกรกุล",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ชัยพฤกษ์",
        "surname": "มูสกุล",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ธัช",
        "surname": "คุตตะเทพ",
        "dept": "NANO"
      },
      {
        "name": "ธันภณ",
        "surname": "ธุระชน",
        "dept": "NANO"
      },
      {
        "name": "สิณัชช์ภัส",
        "surname": "ศิริพันธุ์",
        "dept": "NANO"
      },
      {
        "name": "อภิชาติ",
        "surname": "จรุงกิจกุล",
        "dept": "NANO"
      },
      {
        "name": "ไท",
        "surname": "เทียนบุญ",
        "dept": "ICE"
      },
      {
        "name": "นันท์วรัตถ์",
        "surname": "โศภิษฐกมล",
        "dept": "ICE"
      },
      {
        "name": "บูรพา",
        "surname": "ชินวัฒนกิจ",
        "dept": "ICE"
      },
      {
        "name": "ปวริษ",
        "surname": "วิริยะคุณากร",
        "dept": "ICE"
      },
      {
        "name": "ภวัต",
        "surname": "องค์รัตนผล",
        "dept": "AI"
      },
      {
        "name": "มณฑล",
        "surname": "วิเศษสินธุ์",
        "dept": "AI"
      },
      {
        "name": "ตฤณ",
        "surname": "อุทัยสาง",
        "dept": "AERO"
      },
      {
        "name": "รชยา",
        "surname": "ดีเลิศกุลชัย",
        "dept": "AERO"
      },
      {
        "name": "พาหิยะ",
        "surname": "เข็มทอง",
        "dept": "ADME"
      },
      {
        "name": "พิชานญ",
        "surname": "รัตนดิลก ณ ภูเก็ต",
        "dept": "ADME"
      },
      {
        "name": "พุฒิพงศ์",
        "surname": "ดาราจันทร์พิทักษ์",
        "dept": "ADME"
      }
    ]
  },
  {
    "name": "ทะเบิดเวลา อ๊าาา",
    "content": [
      {
        "name": "คริส",
        "surname": "เปราธ์มินทร์ บาวเวนส์",
        "dept": "วิศวกรรมสิ่งแวดล้อม"
      },
      {
        "name": "จิรเมธ",
        "surname": "สุทธิเมธากร",
        "dept": "วิศวกรรมสิ่งแวดล้อม"
      },
      {
        "name": "จิรวัชร",
        "surname": "แสงปรีดีกรณ์",
        "dept": "วิศวกรรมสิ่งแวดล้อม"
      },
      {
        "name": "ชุติพล",
        "surname": "ศรีเพ็ญ",
        "dept": "วิศวกรรมสิ่งแวดล้อม"
      },
      {
        "name": "ณัฐณิชา",
        "surname": "ตั้งรวมทรัพย์",
        "dept": "วิศวกรรมสิ่งแวดล้อม"
      },
      {
        "name": "พัณณิตา",
        "surname": "กำจรพานิชเจริญ",
        "dept": "วิศวกรรมสิ่งแวดล้อม"
      },
      {
        "name": "ธีรพัฒน์",
        "surname": "สุขปลื้ม",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "เดชาธร",
        "surname": "หฤหรรษ์ชโนดม",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "แอลกอฮอล์",
        "surname": "ไทยปรีชา",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "โซจู",
        "surname": "รัตนโกศล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ไทศิลป์",
        "surname": "อิวากิ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ขจรเกียรติ",
        "surname": "ทาคิยะ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณัฐภัทร",
        "surname": "บุญยัง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณัฐภาสพงษ์",
        "surname": "กุลจรัสอำนวย",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณัฐภูมินทร์",
        "surname": "สุนีย์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณัฐวรรธน์",
        "surname": "รัตกิจนากร",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณัฐวีร",
        "surname": "นันทกอบกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณัฐวุฒิ",
        "surname": "กณะสุต",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณัฐวุฒิ",
        "surname": "ทรัพย์วัฒนไพศาล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณัฐวุฒิ",
        "surname": "สุขสมชีวิน",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณัฐสิทธิ์",
        "surname": "ศิริงามเพ็ญ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณิชกานต์",
        "surname": "จิรานิธิกูล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณิชกุล",
        "surname": "พิชิตวุฒิกร",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณิชา",
        "surname": "ประถมบุตร",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณิชากร",
        "surname": "นิรันดร์รุ่งเรือง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณิชาภัทร",
        "surname": "อิงควรเศรษฐ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณิฑิกร",
        "surname": "ลิ้มศิริพันธ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ดนยกร",
        "surname": "บุญช่วย",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ดลภัทร",
        "surname": "เดชะวัฒนไพศาล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ตรีทเศศ",
        "surname": "พฤทธิปถัมภ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ตรีภพ",
        "surname": "ชัยรัตน์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ทวิวัฒน์",
        "surname": "ทิพย์เลขา",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธณัช",
        "surname": "จงเจริญพานิช",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธนกฤต",
        "surname": "เป็นทุน",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธนกฤต",
        "surname": "เฟื่องพานิชเจริญ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธนกฤต",
        "surname": "ซื่อตรง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธนกฤต",
        "surname": "ประสาทพิธพรชัย",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธนกฤต",
        "surname": "สุทธิพัฒนกิจ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธนชาติ",
        "surname": "เอมโกษา",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธนดล",
        "surname": "จิตต์ธรรมเลิศ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธนปรินทร์",
        "surname": "ลิ้มตระกูลธงชัย",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธนพัต",
        "surname": "เมืองใจ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "เจตนิพิฐ",
        "surname": "กุลรติวิศว์",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "กวิน",
        "surname": "มุ่งสมานกูล",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "จิรภัทร",
        "surname": "วิจิตรธรรมรส",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ฉัตรธรรม",
        "surname": "ฉัตรอมรรัตน์",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ชยากร",
        "surname": "คงนิวัฒน์ศิริ",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ชยากร",
        "surname": "วงศ์บุญสิน",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ภัทรพล",
        "surname": "ชัยนิวัฒนา",
        "dept": "วิศวกรรมเครื่องกล"
      },
      {
        "name": "สิริพงษ์",
        "surname": "ธีรศาสตร์",
        "dept": "วิศวกรรมเครื่องกล"
      },
      {
        "name": "ทัศน์พล",
        "surname": "ติรศุทธ",
        "dept": "วิศวกรรมเคมี"
      },
      {
        "name": "ฐิตาสิรี",
        "surname": "แก้วภราดัย",
        "dept": "NANO"
      },
      {
        "name": "ณภัทร",
        "surname": "เวชาวรกุล",
        "dept": "NANO"
      },
      {
        "name": "พีรสุทธิ์",
        "surname": "สังข์มาลา",
        "dept": "NANO"
      },
      {
        "name": "เกวลิน",
        "surname": "วงศ์วีรกิจ",
        "dept": "ICE"
      },
      {
        "name": "ธงรบ",
        "surname": "บัวจีบ",
        "dept": "ICE"
      },
      {
        "name": "ธนกฤต",
        "surname": "ตั้งจันทรประภาพ",
        "dept": "ICE"
      },
      {
        "name": "ธนพัฒน์",
        "surname": "โชติช่วง",
        "dept": "ICE"
      },
      {
        "name": "ฐาปนา",
        "surname": "ฐาปนวรเกียรติ",
        "dept": "AI"
      },
      {
        "name": "ธนะสิทธิ์",
        "surname": "ภัคคะอนันต์ชัย",
        "dept": "AI"
      },
      {
        "name": "โมฮาเหม็ด",
        "surname": "ฟาฮีม โมฮาเหม็ด ซาดิก",
        "dept": "AERO"
      },
      {
        "name": "ภูวิศ",
        "surname": "เชาวนปรีชา",
        "dept": "AERO"
      },
      {
        "name": "ณภัทร",
        "surname": "อุ่นเสมาธรรม",
        "dept": "ADME"
      },
      {
        "name": "ณัชพล",
        "surname": "ธนูรัตน์พงศ์",
        "dept": "ADME"
      },
      {
        "name": "ณัฐภัทร",
        "surname": "หอมกระจาย",
        "dept": "ADME"
      }
    ]
  },
  {
    "name": "ทะมะติดเคอร์ฟิว ผมจะปลิวไปหาคุณ",
    "content": [
      {
        "name": "กัญญารัตน์",
        "surname": "รัตนวรรณ",
        "dept": "วิศวกรรมสิ่งแวดล้อม"
      },
      {
        "name": "เขมวุฒา",
        "surname": "พรพิพัฒน์สกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "เจตน์",
        "surname": "ทีปะนาถ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กตวรรณ",
        "surname": "อัจฉริยบุญยงค์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กมลชนก",
        "surname": "วรมุสิก",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กฤตพร",
        "surname": "เดชานีรนาท",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กฤตยา",
        "surname": "ตันครองศิล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กฤษณ์",
        "surname": "สมใจ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กวีวัฒน์",
        "surname": "ภควัตสิริกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กษมวัต",
        "surname": "จงพิพัฒน์วณิชย์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กษิดิ์ญุตม์",
        "surname": "เจริญลาภ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กษิดิศ",
        "surname": "พะวันรัมย์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กันต์",
        "surname": "เอนกทวีผล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กันต์กวินทร์",
        "surname": "อังกูรสุทธิพันธ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กันตชัย",
        "surname": "ควรเสนาะ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กันต์ปพน",
        "surname": "สมฤทธิ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กันตพงศ์",
        "surname": "จิระบูรณ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กันตพัฒน์",
        "surname": "สิทธิชาญคุณะ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กันตภณ",
        "surname": "เลี้ยงมหาวงศ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กันตินันท์",
        "surname": "คุณะศักดิ์พาณิชย์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กาญจนา",
        "surname": "อุปชิน",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "กานต์พิภัช",
        "surname": "ชูเสน",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "การัณยภาส",
        "surname": "ชาสวัสดิ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ก้าว",
        "surname": "จองสารทิศ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "คุณานนต์",
        "surname": "ศุภศิริ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "คุณานนต์",
        "surname": "สุพรรณพงศ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "คุณาสิน",
        "surname": "อยู่สุข",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "จักราวุธ",
        "surname": "กรรณสูต",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "จาริตร์",
        "surname": "จาริตรบุตร",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "จิณณวัตร",
        "surname": "จารุชัยสิทธิกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "จิตตบุญ",
        "surname": "บรรเริงศรี",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "จิรธัช",
        "surname": "จักรกลม",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "จิรวัฒน์",
        "surname": "ธเนศสิริพงศ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "จิรัฏฐ์",
        "surname": "ชลเกตุ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "จิราธิป",
        "surname": "ไชยสิงห์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "จิราภัทร",
        "surname": "ลามศรีจันทร์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "จิรายุ",
        "surname": "อัศวพันธา",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "จุนฑ์",
        "surname": "เต็งยะ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "จุลจักร",
        "surname": "กาญจนเอกรินทร์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "จุลจักร",
        "surname": "จงพิพัฒนากูล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธนพล",
        "surname": "ทิรอยรัมย์",
        "dept": "วิศวกรรมนิวเคลียร์และรังสี"
      },
      {
        "name": "ธีรัช",
        "surname": "ชมชื่นจิตร์",
        "dept": "วิศวกรรมนิวเคลียร์และรังสี"
      },
      {
        "name": "พันธกานต์",
        "surname": "ปัญญาช่วย",
        "dept": "วิศวกรรมนิวเคลียร์และรังสี"
      },
      {
        "name": "วริษา",
        "surname": "ทองโกมล",
        "dept": "วิศวกรรมนิวเคลียร์และรังสี"
      },
      {
        "name": "เป็นไท",
        "surname": "สินธุเสน",
        "dept": "วิศวกรรมโลหการและวัสดุ"
      },
      {
        "name": "ปุญญพัฒน",
        "surname": "พนาลิกุล",
        "dept": "วิศวกรรมโลหการและวัสดุ"
      },
      {
        "name": "รวิพร",
        "surname": "สงนุ้ย",
        "dept": "วิศวกรรมโลหการและวัสดุ"
      },
      {
        "name": "ศวิษฐ์",
        "surname": "ณ ระนอง",
        "dept": "วิศวกรรมโลหการและวัสดุ"
      },
      {
        "name": "สัมมา",
        "surname": "ปิ่นเจริญ",
        "dept": "วิศวกรรมโลหการและวัสดุ"
      },
      {
        "name": "อนรรฆ",
        "surname": "เสนารักษ์",
        "dept": "วิศวกรรมโลหการและวัสดุ"
      },
      {
        "name": "อัครวิทย์",
        "surname": "ศรีวิเชียร",
        "dept": "วิศวกรรมโลหการและวัสดุ"
      },
      {
        "name": "กษิดิศ",
        "surname": "แสงรุ่งโรจน์",
        "dept": "NANO"
      },
      {
        "name": "กานต์ภท",
        "surname": "ฤกษ์วิบูลย์ศรี",
        "dept": "NANO"
      },
      {
        "name": "ณัชนนท์",
        "surname": "อุปริพุทธางกูร",
        "dept": "ICE"
      },
      {
        "name": "ณัฏฐ์ดนัย",
        "surname": "อร่ามเรือง",
        "dept": "ICE"
      },
      {
        "name": "ณัฐกิตติ์",
        "surname": "พิสิฐทรัพย์",
        "dept": "ICE"
      },
      {
        "name": "ปัณณวิชญ์",
        "surname": "ตันติแสงอรุณ",
        "dept": "ICE"
      },
      {
        "name": "ณัฐฐิญา",
        "surname": "ดวงประทีป",
        "dept": "AERO"
      },
      {
        "name": "ทิตา",
        "surname": "วัชโรบล",
        "dept": "AERO"
      },
      {
        "name": "ธนกฤต",
        "surname": "มาลีสุทธิ์",
        "dept": "AERO"
      },
      {
        "name": "ธนณินฐ์",
        "surname": "สัจจชยพันธ์",
        "dept": "AERO"
      },
      {
        "name": "กฤตภาส",
        "surname": "โลหะอำนวย",
        "dept": "ADME"
      },
      {
        "name": "กษิเดช",
        "surname": "โชติจำรัสชัย",
        "dept": "ADME"
      },
      {
        "name": "กิตติภูมิ",
        "surname": "โพธิ์ทอง",
        "dept": "ADME"
      },
      {
        "name": "มีนา",
        "surname": "เชี่ยววานิช",
        "dept": "ADME"
      }
    ]
  },
  {
    "name": "ทะเป็นคนเดียวที่ไม่ควรเสียใจ alright",
    "content": [
      {
        "name": "นราวิชญ์",
        "surname": "สุฐมานนท์",
        "dept": "วิศวกรรมสิ่งแวดล้อม"
      },
      {
        "name": "ปฏิพล",
        "surname": "ศักดิ์ธนวัฒน์",
        "dept": "วิศวกรรมสิ่งแวดล้อม"
      },
      {
        "name": "พชรพล",
        "surname": "จันทร์โต",
        "dept": "วิศวกรรมสิ่งแวดล้อม"
      },
      {
        "name": "พสิษฐ์",
        "surname": "คุปต์สินชัย",
        "dept": "วิศวกรรมสิ่งแวดล้อม"
      },
      {
        "name": "พีรวิชญ์",
        "surname": "ฐาปนวงศ์เวช",
        "dept": "วิศวกรรมสิ่งแวดล้อม"
      },
      {
        "name": "ภัทรพล",
        "surname": "มีจันทร์",
        "dept": "วิศวกรรมสิ่งแวดล้อม"
      },
      {
        "name": "ธนภัทร",
        "surname": "ช่อชู",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธนภัทร",
        "surname": "ชุนอนันท์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธนภัทร",
        "surname": "บุริยเมธากุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธนภัทร",
        "surname": "รักธรรม",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธนภูมิ",
        "surname": "เทพวัลย์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธนภูมิ",
        "surname": "สุวรรณ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธนวัฒน์",
        "surname": "ต่ง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธนัชญา",
        "surname": "จิตต์อารี",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธนัญชย์",
        "surname": "บุญยศิริกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธวัลรัตน์",
        "surname": "ลาภสิริสมสกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธาม",
        "surname": "อิษฎาวงศ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธีธัช",
        "surname": "คฤหวาณิช",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธีธัช",
        "surname": "ชินะชัชวารัตน์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธีธัช",
        "surname": "สุวรรณมณี",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธีร์",
        "surname": "จรัสกุลางกูร",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธีร์",
        "surname": "เบ็ญจพรกุลพงศ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธีรดนย์",
        "surname": "ริรัตนพงษ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธีรภัทร",
        "surname": "ธงชัยธีรเดช",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธีรภัทร",
        "surname": "เอี่ยมวัชรินทร์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธีรวัฒน์",
        "surname": "ภัทรพงศกร",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธีรศักดิ์",
        "surname": "โรหิตเสถียร",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "นครินทร์",
        "surname": "วงศ์ชัยอนุกูล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "นนทวัชร์",
        "surname": "เลิศประสิทธิ์โชค",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "นนน",
        "surname": "กิจบารมี",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "นพกร",
        "surname": "จิระวรานันท์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "นพพิชญ์",
        "surname": "จารุรักษา",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "นพเมศฐ์",
        "surname": "เกียรติพันธุ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "นพรุจ",
        "surname": "พูลทรัพย์อนันต์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "นพรุจ",
        "surname": "มหาธนรัตน์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "นภนต์",
        "surname": "ตันศิริ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "นภัส",
        "surname": "พัฒโนทัย",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "นภัสสรณ์",
        "surname": "ทองแท้",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "นรพงศ์",
        "surname": "ชาวไทรหญ้า",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "นันท์นภัส",
        "surname": "จงสุขกิจพานิช",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "นิติธุลี",
        "surname": "คุณาธิบดีจุรีรัตนสกุลวง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "วีรยา",
        "surname": "อุษาวานิชย์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "จริยาภรณ์",
        "surname": "อัมพรพันธ์",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ญณินชญา",
        "surname": "อุ่นจิตต์วรรธนะ",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ธุวา",
        "surname": "เงินสลุง",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "นราธิป",
        "surname": "วิทยาปรีชาพล",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "นราวิชญ์",
        "surname": "ภู่วโรดม",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "นิธิวัต",
        "surname": "จงรักตระกูล",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ปวริศ",
        "surname": "ธัญรัชตานนท์",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ศักดิพัฒน์",
        "surname": "ถาวรรุ่งโรจน์",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ฐปัญ",
        "surname": "ลือกุลวัฒนะชัย",
        "dept": "NANO"
      },
      {
        "name": "ฐิติภัทร์",
        "surname": "ศุขะพันธุ์",
        "dept": "NANO"
      },
      {
        "name": "ณภัทร",
        "surname": "นาวานุเคราะห์",
        "dept": "NANO"
      },
      {
        "name": "ชบา",
        "surname": "ชุมสาย ณ อยุธยา",
        "dept": "ICE"
      },
      {
        "name": "ณัฐดนัย",
        "surname": "ศหัตศยเหมัณฐ์ ณ อยุธยา",
        "dept": "ICE"
      },
      {
        "name": "ธนภัทร",
        "surname": "เจียวชญานนท์",
        "dept": "ICE"
      },
      {
        "name": "ธิติวุฒิ",
        "surname": "ปวีณ์วรรณ",
        "dept": "ICE"
      },
      {
        "name": "นพรุจ",
        "surname": "พุทธิมาโนชญ์",
        "dept": "ICE"
      },
      {
        "name": "ญาณิศา",
        "surname": "เหล่าวิไลเลิศ",
        "dept": "AI"
      },
      {
        "name": "ณัฐชยา",
        "surname": "หงษ์ศรีทอง",
        "dept": "AI"
      },
      {
        "name": "นนทพัฒน์",
        "surname": "แก้วอัมพร",
        "dept": "AI"
      },
      {
        "name": "นริฐ",
        "surname": "ชัชวาลโชคชัย",
        "dept": "AI"
      },
      {
        "name": "ธีรภัทร",
        "surname": "แตงสกุล",
        "dept": "ADME"
      },
      {
        "name": "นฤบดินทร์",
        "surname": "เปรมศรี",
        "dept": "ADME"
      },
      {
        "name": "นวฤกษ์",
        "surname": "สายภัทรานุสรณ์",
        "dept": "ADME"
      }
    ]
  },
  {
    "name": "ทะพีเอาไว้ตักข้าว ถ้าคุณห้าวกินข้าวมั้ยค้าบ",
    "content": [
      {
        "name": "วิศรุต",
        "surname": "สุดชาติ",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "ศุภณัฐ",
        "surname": "ภิญโญ",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "สมัชญ์",
        "surname": "บุญส่งอำนาจ",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "สุธิมนต์",
        "surname": "เลาหธีรวัฒน์",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "สุภณัฏฐ์",
        "surname": "สิปิยารักษ์",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "อภิชัย",
        "surname": "ลีลากุศลวงศ์",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "อมฤต",
        "surname": "คงสุภาพ",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "อาเจ๋",
        "surname": "แซ่หลิง",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "เพียรพงศ์",
        "surname": "เหมืองสลุท",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "ภัทราภรณ์",
        "surname": "วิภาพันธุ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภาฟ้า",
        "surname": "มั่งเจริญ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ยศธร",
        "surname": "อิ่มแสงสุข",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "รตา",
        "surname": "สุฤทธิ์ภิญโญ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "รุจินันท์",
        "surname": "อึ้งอารุณยะวี",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "รุจีรา",
        "surname": "สีใส",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภากร",
        "surname": "ฉั่วประดิษฐ์ภัณฑ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภาณุวิชญ์",
        "surname": "ตันติมา",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภาสพงศ์",
        "surname": "โง้วสกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภาสพงศ์",
        "surname": "วงศ์ไชยรัตน์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภาสวิชญ์",
        "surname": "อัครอารีสุข",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภีรพงษ์",
        "surname": "พฤทธิ์รุ่งเรือง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภู",
        "surname": "คำหว่าง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภูดิส",
        "surname": "กุลภัทร์แสงทอง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภูรี",
        "surname": "เจียรนัยธนะกิจ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "โภคิน",
        "surname": "เหล่าวัฒนชัย",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "โภไคย",
        "surname": "สุวรรณชาตรี",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "มรรษ",
        "surname": "ยงปิยะกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "เมธา",
        "surname": "สัตนาโค",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ไมโล",
        "surname": "อรินทร์พล ศรีภคากร",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ยศกร",
        "surname": "สุติเชวงกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ยศพนธ์",
        "surname": "เกรียงสิริพงศ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "รพินทร์",
        "surname": "พานทอง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "รัฐศรัณย์",
        "surname": "ธนะชาติวรกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ราชย์",
        "surname": "มณี",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "รุ่งโรจน์",
        "surname": "รุ่งศรานนท์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "วงศ์พันธุ์",
        "surname": "โล่ห์ดาบชัย",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "วงศธร",
        "surname": "สุวิสุทธิเกษม",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "วงศพัทธ์",
        "surname": "ยะโสธรศรีกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "วชิรวิทย์",
        "surname": "บุญเรือง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "วทันยู",
        "surname": "อินทร์มา",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "วรกฤต",
        "surname": "ประยูรสิทธิ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "รริน",
        "surname": "คุปติกาลกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "วรินทร",
        "surname": "ห้วยขาแข้ง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พิมพ์รัก",
        "surname": "อภิรัชตานนท์",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "รดา",
        "surname": "วิมลขจรกิตติ",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ปราชญ์",
        "surname": "บุญนัด",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "พงศ์วิวัฒน์",
        "surname": "ลิมปสุธรรม",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "พชร",
        "surname": "เหลืองเรืองเวช",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "พิสิฐพงศ์",
        "surname": "จงพิพัฒนากูล",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "พิสุทธิ์",
        "surname": "จิระรัตนรังษี",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ภคพล",
        "surname": "สาลีผล",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ภัคพล",
        "surname": "เเก้วมณี",
        "dept": "NANO"
      },
      {
        "name": "ภัทร์",
        "surname": "ภัทรวิกรม",
        "dept": "NANO"
      },
      {
        "name": "ภูริ",
        "surname": "โพธิ์พรม",
        "dept": "NANO"
      },
      {
        "name": "เพ็ญพิมพ์",
        "surname": "จิระจรัส",
        "dept": "ICE"
      },
      {
        "name": "รักษิต",
        "surname": "ไพบูลย์รุ่งเรือง",
        "dept": "ICE"
      },
      {
        "name": "รัช",
        "surname": "ชูจันทร์",
        "dept": "ICE"
      },
      {
        "name": "รัชพล",
        "surname": "อรุณภักดีสกุล",
        "dept": "ICE"
      },
      {
        "name": "วริศรา",
        "surname": "ชวเมธี",
        "dept": "AI"
      },
      {
        "name": "วิรดา",
        "surname": "ผู้พิพัฒน์หิรัญกุล",
        "dept": "AI"
      },
      {
        "name": "ศุภกฤต",
        "surname": "คชสาร",
        "dept": "AI"
      },
      {
        "name": "ศุภณัฐ",
        "surname": "นันทาภิรมย์",
        "dept": "AI"
      },
      {
        "name": "ศุภวิชญ์",
        "surname": "ศรีสุวรรณ",
        "dept": "ADME"
      },
      {
        "name": "ศุภสัณฑ์",
        "surname": "อ่วมมี",
        "dept": "ADME"
      },
      {
        "name": "เศรษฐวิชญ์",
        "surname": "ไวยโมกข์",
        "dept": "ADME"
      }
    ]
  },
  {
    "name": "ทะเลาะทุกวันเป็นแฟนกันดีกว่าไหม",
    "content": [
      {
        "name": "มีภูมิ",
        "surname": "เจริญศิลป์",
        "dept": "วิศวกรรมสิ่งแวดล้อม"
      },
      {
        "name": "วโรดม",
        "surname": "ศักดิ์ผดุงกมล",
        "dept": "วิศวกรรมสิ่งแวดล้อม"
      },
      {
        "name": "วิธวิทย์",
        "surname": "พรินทรากุล",
        "dept": "วิศวกรรมสิ่งแวดล้อม"
      },
      {
        "name": "ศุภณัฐ",
        "surname": "จันทน์ขาว",
        "dept": "วิศวกรรมสิ่งแวดล้อม"
      },
      {
        "name": "สุทธินนท์",
        "surname": "จงสถิตย์ไพบูลย์",
        "dept": "วิศวกรรมสิ่งแวดล้อม"
      },
      {
        "name": "อภิวัฒน์",
        "surname": "สุวรรณนัง",
        "dept": "วิศวกรรมสิ่งแวดล้อม"
      },
      {
        "name": "ขนมปัง",
        "surname": "บุญเพ็ชร์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "นภสินธุ์",
        "surname": "จันทร์เพ็ง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "นรภัทร",
        "surname": "นิลพงค์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "นราภัทร์",
        "surname": "วิจบ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "นราวิชญ์",
        "surname": "สฤษฎีชัยกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "นริศรา",
        "surname": "ยศเครือ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "นลิน",
        "surname": "ใบพลูทอง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "นวพรรษ",
        "surname": "วงค์อ๊อด",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "นวพล",
        "surname": "พลลพ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "นวมินทร์",
        "surname": "เอมสมบุญ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "นวฤทธิ์",
        "surname": "สุขเจริญ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "นวิน",
        "surname": "นทีนันทสวัสดิ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "นัทธมน",
        "surname": "กาญจนางกูรพันธุ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "นัธทวัฒน์",
        "surname": "คงเวหน",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "นันทฐิตา",
        "surname": "พิเศษพงษา",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "นันท์นพิน",
        "surname": "รัตนพานิช",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "นันทวัฒน์",
        "surname": "รัตนธน",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "นันทิชา",
        "surname": "มรรคจินดา",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "นาคินทร์",
        "surname": "ธรรทเจริญศักดิ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "นาวิน",
        "surname": "จุ้ยรอด",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "บดีศร",
        "surname": "โกศัลวิตร",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "บรรณสรณ์",
        "surname": "พูนขำ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "บารมี",
        "surname": "โพธิ์รัง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "บุรินทร์",
        "surname": "เจริญพันธ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "บุริศร์",
        "surname": "อภิชาติไพศาลสิน",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ปรานต์",
        "surname": "ศิริเทพมนตรี",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ปรินทร์",
        "surname": "โอภาสผาติกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ปวริศร์",
        "surname": "ศรีวิชัยลำพรรณ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ป้องรัฐ",
        "surname": "ท่าจีน",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ปัณฑ์ธร",
        "surname": "อิงไพบูลย์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ปัณณธร",
        "surname": "ชินบัวสุวรรณ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ปัณณธร",
        "surname": "ซ้ายเส",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ปาณัท",
        "surname": "คิมหะจันทร์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ปาณัทม์",
        "surname": "สิงห์ดี",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภัทรกร",
        "surname": "บุญเพ็ชร์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "รมิดา",
        "surname": "สิทธิกรวนิชย์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "นิชภา",
        "surname": "นิตยสิทธิกุล",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ปวัน",
        "surname": "กันแจ่ม",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ปัณณธร",
        "surname": "ศิระสุข",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ปุณญา",
        "surname": "กูนาวาร์ดานา",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "พชรภณ",
        "surname": "อาภานันทิกุล",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "พบระวี",
        "surname": "ธาตุนิยม",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "พรรษมน",
        "surname": "กิจเจริญ",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "พลภพ",
        "surname": "รัตนะชโยโต",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ธฤดี",
        "surname": "อุดมธนะไพบูลย์",
        "dept": "NANO"
      },
      {
        "name": "เบญจรินทร์",
        "surname": "แสงพิชัย",
        "dept": "NANO"
      },
      {
        "name": "กวิน",
        "surname": "ศรีศิลปวงศ์",
        "dept": "ICE"
      },
      {
        "name": "เกียรตินรินทร์",
        "surname": "อุดมลาภสกุล",
        "dept": "ICE"
      },
      {
        "name": "คุณากร",
        "surname": "ลีฬหคุณากร",
        "dept": "ICE"
      },
      {
        "name": "ทิพย์อาภา",
        "surname": "จินดารัตน์",
        "dept": "ICE"
      },
      {
        "name": "ธัญชนก",
        "surname": "ชาญสำเภา",
        "dept": "AI"
      },
      {
        "name": "ปุณยวีร์",
        "surname": "แสงทวีวรรณ",
        "dept": "AI"
      },
      {
        "name": "พัทธดนย์",
        "surname": "นาคสุวรรณ",
        "dept": "AI"
      },
      {
        "name": "พันธพัฒน์",
        "surname": "คงพัฒนะโยธิน",
        "dept": "AI"
      },
      {
        "name": "ชลากร",
        "surname": "ธีรสุขาภรณ์",
        "dept": "AERO"
      },
      {
        "name": "ณภัทร",
        "surname": "เฉลิมรัตนา",
        "dept": "AERO"
      },
      {
        "name": "ณภัทร",
        "surname": "พรถาวรวิทยา",
        "dept": "AERO"
      },
      {
        "name": "พรหมลักษณ์",
        "surname": "ธีระปัญญาชัย",
        "dept": "ADME"
      },
      {
        "name": "พฤทธิ์",
        "surname": "บริสุทธิ์สุขกมล",
        "dept": "ADME"
      }
    ]
  },
  {
    "name": "ทะยานไปเลยเฟลมไคเซอร์",
    "content": [
      {
        "name": "เจตณัฐ",
        "surname": "เฉิน",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "เจษฎากร",
        "surname": "วงศ์สว่างศิริ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "เจษรินทร์",
        "surname": "เกณฑ์ขุนทด",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "เสรีภาพ",
        "surname": "ตีรวัฒนประภา",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "จิรายุ",
        "surname": "ลิมป์พงศ์สวัสดิ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ฉัตรณภัทร์",
        "surname": "ทินอยู่",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ฉัตรดนัย",
        "surname": "เจียระนัย",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชญาดา",
        "surname": "สุทธิทศธรรม",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชญานนท์",
        "surname": "โชติวานิช",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชญานนท์",
        "surname": "ศรีจรัส",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชญานิน",
        "surname": "กรองใจ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชญาวิช",
        "surname": "อัศวกนกศิลป์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชนเกียรติ",
        "surname": "เธียรภักดิพัฒน์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชนกชนม์",
        "surname": "วงษ์นิ่ม",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชนนทร์",
        "surname": "ไตรวรรณ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชนวัฒน์",
        "surname": "วรวิจิตรชัยกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชนันธร",
        "surname": "ดีประเสริฐ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชนาเทพ",
        "surname": "ไชยเอีย",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชนากร",
        "surname": "อร่ามศักดิ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชนากานต์",
        "surname": "ดลวิทยาคุณ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชนาธิป",
        "surname": "เชื้อโฮม",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชนาธิป",
        "surname": "กุลสิริลักษณ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชนุดม",
        "surname": "อุ่นเอกลาภ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชนุตร",
        "surname": "ช่วยดำรงค์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชยพล",
        "surname": "หวง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชัชว์",
        "surname": "วัฒนพร",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชัญญานุช",
        "surname": "เมฆาวัชร์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชัญญานุช",
        "surname": "ภิญโญสวัสดิ์สกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชัยธวัฒน์",
        "surname": "พงษ์ไทยศิลป์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชาญกิจ",
        "surname": "สุขสุวรรณวีรี",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชาตรี",
        "surname": "คุรุภากรณ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชาติชาย",
        "surname": "บุญเอื้อเบญจมาส",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชานน",
        "surname": "ทรรศนกุลพันธ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชาลิสา",
        "surname": "วงศ์ทวีทอง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชิตวัน",
        "surname": "แก้วเหมือน",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "เกียรติ์การันต์",
        "surname": "บุญเลี้ยง",
        "dept": "วิศวกรรมนิวเคลียร์และรังสี"
      },
      {
        "name": "จักรภัทร",
        "surname": "เด่นรัศมีเทพ",
        "dept": "วิศวกรรมนิวเคลียร์และรังสี"
      },
      {
        "name": "จิรวัฒน์",
        "surname": "ไชยบุรินทร์",
        "dept": "วิศวกรรมนิวเคลียร์และรังสี"
      },
      {
        "name": "ณัฏฐชัย",
        "surname": "สุขม่วง",
        "dept": "วิศวกรรมนิวเคลียร์และรังสี"
      },
      {
        "name": "ติณณภพ",
        "surname": "ขุนศรี",
        "dept": "วิศวกรรมนิวเคลียร์และรังสี"
      },
      {
        "name": "ธนกร",
        "surname": "ขวัญแก้ว",
        "dept": "วิศวกรรมนิวเคลียร์และรังสี"
      },
      {
        "name": "พิสชากร",
        "surname": "รัตนบำรุง",
        "dept": "วิศวกรรมนิวเคลียร์และรังสี"
      },
      {
        "name": "ภพเอกณัฐ",
        "surname": "กนกากร",
        "dept": "วิศวกรรมนิวเคลียร์และรังสี"
      },
      {
        "name": "ภราดร",
        "surname": "กุลอุปฮาด",
        "dept": "วิศวกรรมนิวเคลียร์และรังสี"
      },
      {
        "name": "ภาณุวิชญ์",
        "surname": "โลจายะ",
        "dept": "วิศวกรรมนิวเคลียร์และรังสี"
      },
      {
        "name": "เจนจิรา",
        "surname": "บุรพรัตน์",
        "dept": "วิศวกรรมโลหการและวัสดุ"
      },
      {
        "name": "กษิดิ์เดช",
        "surname": "เจือจาน",
        "dept": "วิศวกรรมโลหการและวัสดุ"
      },
      {
        "name": "กษิดิศ",
        "surname": "จุฑาสันติกุล",
        "dept": "วิศวกรรมโลหการและวัสดุ"
      },
      {
        "name": "ฉัตร",
        "surname": "สินธุเชาวน์",
        "dept": "วิศวกรรมโลหการและวัสดุ"
      },
      {
        "name": "ฉัตรพศุตม์",
        "surname": "วุฒิพฤกษ์",
        "dept": "วิศวกรรมโลหการและวัสดุ"
      },
      {
        "name": "กายย์",
        "surname": "ยศศักดิ์ศรี",
        "dept": "NANO"
      },
      {
        "name": "กิตติพัทร",
        "surname": "สาธิตอภิวันท์",
        "dept": "NANO"
      },
      {
        "name": "กุญช์ภัสส์",
        "surname": "ศุภกรพิชาญ",
        "dept": "NANO"
      },
      {
        "name": "ชาฎา",
        "surname": "สุขกิจสมโภชน์",
        "dept": "NANO"
      },
      {
        "name": "กฤชวิชช์",
        "surname": "ทิพยจินดากุล",
        "dept": "ICE"
      },
      {
        "name": "ณัฐพงศ์",
        "surname": "สุขสมชีวิน",
        "dept": "ICE"
      },
      {
        "name": "ณัฐยศ",
        "surname": "จารุกุลวนิช",
        "dept": "ICE"
      },
      {
        "name": "ราชฤทธิ์",
        "surname": "รามณรงค์",
        "dept": "ICE"
      },
      {
        "name": "จิรายุ",
        "surname": "อุรุนานนท์",
        "dept": "AI"
      },
      {
        "name": "ธีธัช",
        "surname": "เตชะศรีวรกุล",
        "dept": "AERO"
      },
      {
        "name": "นิธิพจน์",
        "surname": "สืบพานิช",
        "dept": "AERO"
      },
      {
        "name": "ต้นแบบ",
        "surname": "เกิดประดับ",
        "dept": "ADME"
      },
      {
        "name": "ติณห์",
        "surname": "เดชผจญ",
        "dept": "ADME"
      },
      {
        "name": "พบพลอย",
        "surname": "จิณณธรรมพงษ์",
        "dept": "ADME"
      },
      {
        "name": "ศนันท์ภัทร",
        "surname": "ดุ๊ก",
        "dept": "ADME"
      }
    ]
  },
  {
    "name": "ทะเขาไม่รักเธอควรจะพักก่อนดีมั้ย",
    "content": [
      {
        "name": "อิสระ",
        "surname": "มหิศร",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "ศุภกรณ์",
        "surname": "ณ กาฬสินธุ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ศุภกิตต์",
        "surname": "วงศ์โต",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ศุภกิตติ์",
        "surname": "อึ้งเจริญทรัพย์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ศุภณัฐ",
        "surname": "ม่วงสังข์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "สกรรจ์",
        "surname": "หงสกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "สกลภัทร",
        "surname": "เจริญสุข",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "สรรเพชญ",
        "surname": "ศิริวุฒินนท์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "สรวิชญ์",
        "surname": "ผลดีประสิทธิ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "สรวิศ",
        "surname": "ธนิษฐาพงศา",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "สรัล",
        "surname": "สังข์วร",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "สรัลธร",
        "surname": "เลขะวิพัฒน์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "สหรัตน์",
        "surname": "ทองเรือง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "สอง",
        "surname": "สุวรรณหงษ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "สายสินธุ์",
        "surname": "รุ่งโรจน์ทรัพย์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "สาริน",
        "surname": "รพีพรพงศ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "สิทธิชัย",
        "surname": "ปฐมวงค์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "สิทธิชัย",
        "surname": "รุ่งบรรณาพันธ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "สิปปกร",
        "surname": "ธนชัยเดโชวัต",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "สิรดนัย",
        "surname": "วงศ์ดี",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "อธิวัตน์",
        "surname": "ยุคล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "อนรรฆวรรษ",
        "surname": "ชาบุญมี",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "อนันดา",
        "surname": "ชูขาว",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "อนิก",
        "surname": "รมยานนท์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "อภิชญา",
        "surname": "ทิฐิศานต์ศิริ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "อภิชญา",
        "surname": "มงคลภิญโญภาส",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "อภิรตา",
        "surname": "ประวาลพิทย์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "อภิสิทธิ์",
        "surname": "เกิดแสง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "อรรคพินท์",
        "surname": "สุภาสุข",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "อรรฆราชัย",
        "surname": "โกวิทยานันต์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "อริย์ธัช",
        "surname": "ธรรมาธิกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "อริสรา",
        "surname": "กตัญญุตาพันธุ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "อรุชา",
        "surname": "คงสุวรรณ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "อักษราภัค",
        "surname": "เกียรติขจรฤทธิ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "อัคร",
        "surname": "คิล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณัฐพล",
        "surname": "รัตนะวิศ",
        "dept": "วิศวกรรมทรัพยากรธรณี"
      },
      {
        "name": "ธนพล",
        "surname": "ปรีนคร",
        "dept": "วิศวกรรมทรัพยากรธรณี"
      },
      {
        "name": "ธนัท",
        "surname": "บัณฑุกากาญจน์",
        "dept": "วิศวกรรมทรัพยากรธรณี"
      },
      {
        "name": "ธัญธรณ์",
        "surname": "จรัญศรี",
        "dept": "วิศวกรรมทรัพยากรธรณี"
      },
      {
        "name": "ธันยากานต์",
        "surname": "ศิริเลิศมหาสกุล",
        "dept": "วิศวกรรมทรัพยากรธรณี"
      },
      {
        "name": "นภัชสรณ์",
        "surname": "หทัยวุฒิพันธ์",
        "dept": "วิศวกรรมทรัพยากรธรณี"
      },
      {
        "name": "ภูมิพัฒน์",
        "surname": "รัตนสำลี",
        "dept": "วิศวกรรมทรัพยากรธรณี"
      },
      {
        "name": "ภูวนัย",
        "surname": "เวฬุวนารักษ์",
        "dept": "วิศวกรรมทรัพยากรธรณี"
      },
      {
        "name": "วิญญ์",
        "surname": "สงวนนภาพร",
        "dept": "วิศวกรรมทรัพยากรธรณี"
      },
      {
        "name": "ณัฐดนัย",
        "surname": "จารุทิกร",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ณัฐนภนต์",
        "surname": "บำรุงศรี",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ณิชภัทร",
        "surname": "เกริกกิตติกุล",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ตราภูมิ",
        "surname": "สกุลปิยวงศ์",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ทินกฤต",
        "surname": "อุตสา",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ธนดล",
        "surname": "ระงับพิษ",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "อธิวัฒน์",
        "surname": "ทองอยู่",
        "dept": "NANO"
      },
      {
        "name": "อยวัต",
        "surname": "อิทธิแสง",
        "dept": "NANO"
      },
      {
        "name": "บัณฑรวรรณ",
        "surname": "ชินชัย",
        "dept": "ICE"
      },
      {
        "name": "สิรภพ",
        "surname": "เจษฎาอภิบาล",
        "dept": "ICE"
      },
      {
        "name": "สิรยุตม์",
        "surname": "เตชะวรบท",
        "dept": "ICE"
      },
      {
        "name": "สิรวิชญ์",
        "surname": "พาชิยานุกูล",
        "dept": "ICE"
      },
      {
        "name": "บุญธิชา",
        "surname": "แซ่เจี่ย",
        "dept": "AI"
      },
      {
        "name": "รมิตา",
        "surname": "ธำรงค์ศิริวัฒน์",
        "dept": "AI"
      },
      {
        "name": "สาริน",
        "surname": "กิจฉัตร",
        "dept": "AI"
      },
      {
        "name": "สืบตระกูล",
        "surname": "คุณธรรม",
        "dept": "AI"
      },
      {
        "name": "อภิภู",
        "surname": "ศิริมังคละโล",
        "dept": "AI"
      },
      {
        "name": "นิธิศ",
        "surname": "คงสุผล",
        "dept": "AERO"
      },
      {
        "name": "ภูวนัฏฐ์",
        "surname": "พัทระฐวินัน",
        "dept": "AERO"
      },
      {
        "name": "อิสรา",
        "surname": "เปลี่ยนศาสตร์",
        "dept": "ADME"
      }
    ]
  },
  {
    "name": "ทะเลทรายก็ไม่แห้งเท่าใจเธอ",
    "content": [
      {
        "name": "เพียงชีวา",
        "surname": "จันทวงศ์",
        "dept": "วิศวกรรมอุตสาหการ"
      },
      {
        "name": "โกสินทร์",
        "surname": "ศรีประเสริฐ",
        "dept": "วิศวกรรมอุตสาหการ"
      },
      {
        "name": "ธนบูลย์",
        "surname": "วงศ์สถาปัตย์",
        "dept": "วิศวกรรมอุตสาหการ"
      },
      {
        "name": "พลวรรธน์",
        "surname": "ปรีชาธรรมรัช",
        "dept": "วิศวกรรมอุตสาหการ"
      },
      {
        "name": "รุจาภา",
        "surname": "งามเจริญสถาพร",
        "dept": "วิศวกรรมอุตสาหการ"
      },
      {
        "name": "ฌาน",
        "surname": "เกรียงไกร",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ญาณภัทร",
        "surname": "อมรสมานกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ฐตพล",
        "surname": "พ่วงสมจิตร",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ฐิตารีย์",
        "surname": "ดุลยไชย",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ฐิติรัตน์",
        "surname": "จันทร",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณกร",
        "surname": "หิรัญนุเคราะห์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณฐกร",
        "surname": "โมลา",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณฐชนน์",
        "surname": "เตชไพสิฐพงศ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณฐพล",
        "surname": "ไพศาล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณฐภัทร",
        "surname": "แกล้วกล้า",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณดล",
        "surname": "ธัชศฤงคารสกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณทัต",
        "surname": "สมผดุง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณธิดา",
        "surname": "วิริยกิจจา",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณภัทร",
        "surname": "เสถียรกิจวณิชย์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณภัทร",
        "surname": "ศรีถวัลย์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณยศพงศ์",
        "surname": "ประทุมทอง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณรงค์เดช",
        "surname": "ดาตา",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณัชชา",
        "surname": "เลาจริยกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณัชชา",
        "surname": "ไกรฉัตร",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณัชพล",
        "surname": "จิตตุรงค์อาภรณ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณัฏฐ์",
        "surname": "ทิพยนิธิรัตน์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณัฏฐ์ชนาธิป",
        "surname": "ประสิทธิ์ดำรง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณัฏฐพล",
        "surname": "สุพรรณศรี",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณัฏฐา",
        "surname": "บุรารักษาเกียรติ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณัฐกันต์",
        "surname": "สนธิเดชกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณัฐกันต์",
        "surname": "สมทรัพย์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณัฐกิตติ์",
        "surname": "ประพันธ์วัฒนะ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณัฐคุณค์",
        "surname": "พันชัยจักรกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณัฐชนน",
        "surname": "สมภพศาสน์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณัฐชานนท์",
        "surname": "บริสุทธิ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณัฐณิชา",
        "surname": "เกาศล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณัฐดนัย",
        "surname": "หัสคุณไพศาล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณัฐนันท์",
        "surname": "พุ่มพวง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณัฐนันท์",
        "surname": "อติพลภักดี",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณัฐนันท์",
        "surname": "อาทนิตย์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณัฐนิวิทย์",
        "surname": "เชาวกิจเจริญ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณัฐพงค์",
        "surname": "ธำรงวีระวัฒน์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณัฐพงษ์",
        "surname": "โรจนภูมิพงษ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณัฐพงษ์",
        "surname": "ก๋งแก้ว",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณัฐพล",
        "surname": "อ่อนต้น",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณัฐภัทร",
        "surname": "กองเงินงาม",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณัฐภัทร",
        "surname": "จันทวงศ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณัฐภัทร",
        "surname": "ดังดี",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ณัฐภูมิ",
        "surname": "ภูโฑ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "จิรภู",
        "surname": "ศรีสุริยาพัฒน์กุล",
        "dept": "วิศวกรรมเครื่องกล"
      },
      {
        "name": "จิรภัทร",
        "surname": "พงษ์พูล",
        "dept": "NANO"
      },
      {
        "name": "ชรัทธา",
        "surname": "โซมานี",
        "dept": "NANO"
      },
      {
        "name": "ชวิน",
        "surname": "สังขพงศ์",
        "dept": "NANO"
      },
      {
        "name": "ฐิตารีย์",
        "surname": "ไชยพุทธ",
        "dept": "NANO"
      },
      {
        "name": "โอภาส",
        "surname": "ตันติจรัสชีพ",
        "dept": "ICE"
      },
      {
        "name": "วุฒิกร",
        "surname": "นันทวิทยา",
        "dept": "ICE"
      },
      {
        "name": "ศิริวัฒน์",
        "surname": "ใจชอบชื่น",
        "dept": "ICE"
      },
      {
        "name": "สุคิริน",
        "surname": "บุญรอด",
        "dept": "ICE"
      },
      {
        "name": "ชณนบ",
        "surname": "วรรณาทิพยาภรณ์",
        "dept": "AI"
      },
      {
        "name": "ชัยวัฒน์",
        "surname": "ด่านศิริกุล",
        "dept": "AI"
      },
      {
        "name": "ภวินท์",
        "surname": "กฤติยานิธิ",
        "dept": "AERO"
      },
      {
        "name": "ณนทกร",
        "surname": "แสงสว่าง",
        "dept": "ADME"
      },
      {
        "name": "ณพวัฒน์",
        "surname": "ผลพืชน์",
        "dept": "ADME"
      },
      {
        "name": "อรณัฐ",
        "surname": "เภตรานุรัตน์",
        "dept": "ADME"
      }
    ]
  },
  {
    "name": "ทะหากรักนี้ไม่บอกไม่พูดไม่กล่าว",
    "content": [
      {
        "name": "กณิศ",
        "surname": "กริ่มวิรัตน์กุล",
        "dept": "วิศวกรรมสิ่งแวดล้อม"
      },
      {
        "name": "กันต์ธร",
        "surname": "ลิบวาณิชย์",
        "dept": "วิศวกรรมสิ่งแวดล้อม"
      },
      {
        "name": "กานตภณ",
        "surname": "เพาะบุญ",
        "dept": "วิศวกรรมสิ่งแวดล้อม"
      },
      {
        "name": "ธนโชติ",
        "surname": "แซ่เจี่ย",
        "dept": "วิศวกรรมสิ่งแวดล้อม"
      },
      {
        "name": "ธนพล",
        "surname": "ขุนสังวาลย์",
        "dept": "วิศวกรรมสิ่งแวดล้อม"
      },
      {
        "name": "ธรรมธัช",
        "surname": "แพรสมบูรณ์",
        "dept": "วิศวกรรมสิ่งแวดล้อม"
      },
      {
        "name": "ภัทรานิษฐ์",
        "surname": "วรกิจเจริญผล",
        "dept": "วิศวกรรมสิ่งแวดล้อม"
      },
      {
        "name": "สุภาวิดา",
        "surname": "พาลพล",
        "dept": "วิศวกรรมสิ่งแวดล้อม"
      },
      {
        "name": "เตชิต",
        "surname": "พรสุขเกษม",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "เตชินท์",
        "surname": "เพชรา",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "เทพฤทธิ์",
        "surname": "อดทนดี",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ไตรวิชญ์",
        "surname": "กปิญชรานนท์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ตันติกร",
        "surname": "ชาตะวราหะ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ติณณภพ",
        "surname": "วงศ์วัตถาภรณ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ตุลธร",
        "surname": "ยงประยูร",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ตุลยรักษ์",
        "surname": "เลิศนที",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ทยุต",
        "surname": "พันเลิศพัฒนากร",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ทวิวุฒิ",
        "surname": "ทิพย์เลขา",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ทวีสมโชค",
        "surname": "พิมลศรี",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ทัตพงศ์",
        "surname": "เฮ็งฉุน",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ทัตพล",
        "surname": "จงสมจิตต์เจริญ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ทิฆัมพร",
        "surname": "เทพสุต",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ทิมาพร",
        "surname": "ปราการพิลาศ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ทีฆทัศน์",
        "surname": "เร่งเทียน",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธเนศพล",
        "surname": "ธนากวิน",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธนภพ",
        "surname": "ชญาวรวิช",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธนภัทร",
        "surname": "ส่องสว่าง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธนวิชญ์",
        "surname": "ว่องนิยมเกษตร",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธนาภัทร",
        "surname": "โพธิ์ทองนาค",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธนาศักดิ์",
        "surname": "ภู่สวัสดิ์วงศ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธนิศร์",
        "surname": "เจริญวัฒนวโรดม",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธนิษฐ์",
        "surname": "ตุณทกิจ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธรณ์ธันย์",
        "surname": "สะเหรียม",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธรรศ",
        "surname": "คณิตธรรมนิยม",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธฤต",
        "surname": "ทองเปลว",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธฤต",
        "surname": "สินสุนทร",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธัชนนท์",
        "surname": "เรียวเรืองแสงกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธัชพงศ์",
        "surname": "จำปาศิริ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธัญชนก",
        "surname": "ศรีประเสริฐวงศ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธัญพิชชา",
        "surname": "พัฒน์ภัทรสกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธัญวลัย",
        "surname": "อภิญ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ธันวา",
        "surname": "ม่วงใย",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ชานน",
        "surname": "รัตนจรัสกุล",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ธนโชติ",
        "surname": "กตัญญุตาพันธุ์",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ธนัท",
        "surname": "เลิศวรชัย",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ธรรธ",
        "surname": "ธำรงนาวาสวัสดิ์",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ธัชธรรม",
        "surname": "สังขะเมฆะ",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ธิติวัฒน์",
        "surname": "นาคประเสริฐ",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ธีรโชติ",
        "surname": "เดชสุวรรณกิจ",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ณัฐชนน",
        "surname": "จิวราวัฒน์",
        "dept": "NANO"
      },
      {
        "name": "ณัฐธัญ",
        "surname": "ธนาจันทาภรณ์",
        "dept": "NANO"
      },
      {
        "name": "ณัฐรดา",
        "surname": "สุรเชษฐพงษ์",
        "dept": "ICE"
      },
      {
        "name": "นันทวัฒน์",
        "surname": "ปิติเสถียรธนพร",
        "dept": "ICE"
      },
      {
        "name": "ปรีประชา",
        "surname": "ทรายสุวรรณ",
        "dept": "ICE"
      },
      {
        "name": "ปวริศร์",
        "surname": "จำจด",
        "dept": "ICE"
      },
      {
        "name": "ธชา",
        "surname": "ธนารักษ์โชค",
        "dept": "AI"
      },
      {
        "name": "ปฏิภาณ",
        "surname": "อนุพงศ์ไพบูลย์",
        "dept": "AI"
      },
      {
        "name": "ปารณัท",
        "surname": "ประสิทธิภาพ",
        "dept": "AI"
      },
      {
        "name": "พงษ์วัฒน์",
        "surname": "วิวรรธน์อภินัย",
        "dept": "AERO"
      },
      {
        "name": "พรธีตรา",
        "surname": "รัตนพันธุ์ศรี",
        "dept": "AERO"
      },
      {
        "name": "วัชรพล",
        "surname": "วงษ์น้อย",
        "dept": "AERO"
      },
      {
        "name": "สวิตต์",
        "surname": "ตั้งสัจจะธรรม",
        "dept": "AERO"
      },
      {
        "name": "ปัญญาวุฒิ",
        "surname": "สุดดี",
        "dept": "ADME"
      },
      {
        "name": "ปนิธาน",
        "surname": "เกาะแก้ว",
        "dept": "ADME"
      }
    ]
  },
  {
    "name": "ทะเหนื่อยก็พัก ทะเค้าไม่รักก็พอ",
    "content": [
      {
        "name": "ทิพนาถ",
        "surname": "ไชยวรินทรกุล",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "ธนัญญา",
        "surname": "แก้วพิภพ",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "นภัสสร",
        "surname": "นิลวรรณ",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "ณัฐวัตร",
        "surname": "ฐาปนสมบูรณ์",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "เตชภัทร",
        "surname": "วชิรศักดิ์พานิช",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "แทนไทย",
        "surname": "เปรุนาวิน",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "ธนดล",
        "surname": "วัฒนอัคคะกานต์",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "ธนพัฒน์",
        "surname": "สุวรรณวัฒนะ",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "ธนภูมิ",
        "surname": "เจียวหวาน",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "ธรรมวงศ์",
        "surname": "ศรีสวัสดิ์",
        "dept": "วิศวกรรมสำรวจ"
      },
      {
        "name": "เปมิกา",
        "surname": "เลิศวัฒนารักษ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พชรธรณ์",
        "surname": "ลีพิทักษ์รัตน์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พัชรโศภิน",
        "surname": "มณีนิล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พิชชา",
        "surname": "อินทรสกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พิชชาภา",
        "surname": "หาญอรุณสมบูรณ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พุฒิตา",
        "surname": "แสงสี",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พงศภัค",
        "surname": "ศิริวัฒนานุกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พงศรัณย์",
        "surname": "เต็มอุดมสมบูรณ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พชร",
        "surname": "บุญสร้างสุข",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พชร",
        "surname": "ลิ้มสิริรุ่งเรือง",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พชร",
        "surname": "วิสาพรหม",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พชรดนัย",
        "surname": "ม้าแก้ว",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พนธกร",
        "surname": "นวมครุฑ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พรพิพัฒน์",
        "surname": "พงษ์ศิริ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พรพิพัฒน์",
        "surname": "อุปจันทร์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พรภวิษย์",
        "surname": "ศศิอังกูร",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พร้อมพงศ์",
        "surname": "รักถิ่นเกิด",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พฤกษ",
        "surname": "รังสิพานิช",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พฤศศิน",
        "surname": "นันท์สุรกิจ",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พลพล",
        "surname": "ซื่อตระกูลพานิชย์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พลวุฒิ",
        "surname": "ขำโขนงงาม",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พลัฏฐ์",
        "surname": "นันตา",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พศวัต",
        "surname": "ถิรทิตสกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พศวีร์",
        "surname": "แสนหิรัณย์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พสิษฐ์",
        "surname": "ดวงศศิธร",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พสิษฐ์",
        "surname": "ตันหยงมาศกุล",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พสิษฐ์",
        "surname": "ศรีวัฒนศักดิ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พสิษฐ์ณัท",
        "surname": "ศาสนนันทน์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พัชรพงษ์",
        "surname": "จิวสืบพงษ์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พัชรพล",
        "surname": "เกิดประโยชน์สุข",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พัทธพล",
        "surname": "สิงห์จานุสงค์",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พันธิน",
        "surname": "พินทุสรชัย",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พงศธร",
        "surname": "เกื้อกำเนิด",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "พิพัฒน์",
        "surname": "ดำรงอยู่",
        "dept": "วิศวกรรมศาสตร์"
      },
      {
        "name": "ภทรกร",
        "surname": "นิจจรัลกุล",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "รัชนาท",
        "surname": "ลาชโรจน์",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "สัณห์ปกรณ์",
        "surname": "สิรินทรโสภณ",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "สิรวิชญ์",
        "surname": "ติยะสุทธิพันธุ์",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "สิรวิชญ์",
        "surname": "พงศ์นคินทร์",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "อานันท์",
        "surname": "ดีสกุล",
        "dept": "วิศวกรรมคอมพิวเตอร์"
      },
      {
        "name": "ณัฏฐณิชา",
        "surname": "ศรีนิ่ม",
        "dept": "NANO"
      },
      {
        "name": "ธีริศร์",
        "surname": "จีระรัตนวิไล",
        "dept": "NANO"
      },
      {
        "name": "นพสิษฐ์",
        "surname": "เทียนเงิน",
        "dept": "NANO"
      },
      {
        "name": "นิกษ์",
        "surname": "เบราซาวิก",
        "dept": "NANO"
      },
      {
        "name": "ณิชา",
        "surname": "หิรัญกาญจน์",
        "dept": "ICE"
      },
      {
        "name": "นิธิมา",
        "surname": "ลีลาสุธาโรจน์",
        "dept": "ICE"
      },
      {
        "name": "ปาณัสม์",
        "surname": "เศวตปิยะกุล",
        "dept": "ICE"
      },
      {
        "name": "ปุรวิทย์",
        "surname": "ตั้งงามจิตต์",
        "dept": "ICE"
      },
      {
        "name": "ศศิชา",
        "surname": "โชติปรายนกุล",
        "dept": "AI"
      },
      {
        "name": "วสุธา",
        "surname": "เชิงวุฒิกุล",
        "dept": "AI"
      },
      {
        "name": "ธนภัทร",
        "surname": "ธัญกิตติวุฒิ",
        "dept": "AERO"
      },
      {
        "name": "ภัทรพล",
        "surname": "กุลฤชากร",
        "dept": "ADME"
      },
      {
        "name": "วายุ",
        "surname": "วงศ์คุณานันต์",
        "dept": "ADME"
      },
      {
        "name": "วิชยุตม์",
        "surname": "นิรมิตรานนท์",
        "dept": "ADME"
      }
    ]
  }
]

export default groupList;